Repository: tizenorg/profile.mobile.apps.native.call-setting
Catalog: SDK-Project/res/po/*.po
Languages: bg, ca, da, el_gr, et, fi, hi, hy, is, ko_kr, lt, mk, nb, nl, ro, sv, tr_tr, zh_hk

# IDS_ST_HEADER_PD_SELECTED
source: %d selected
bg: %d избрани
ca: %d seleccionat
da: %d valgt
el_gr: %d επιλέχθηκαν
et: %d valitud
fi: %d valittu
hi: %d चयनित
hy: %d ընտրվել է
is: %d valið
ko_kr: %d개 선택
lt: Pasirinkta: %d
mk: Избрани се %d
nb: %d valgt
nl: %d geselecteerd
ro: %d selectate
sv: %d valda
tr_tr: %d seçildi
zh_hk: %d 已選擇

# IDS_CST_OPT_HIDE
source: Hide
bg: Скрий
ca: Amagar
da: Skjul
el_gr: Απόκρυψη
et: Peida
fi: Piilota
hi: छिपाएँ
hy: Թաքցնել
is: Fela
ko_kr: 숨기기
lt: Slėpti
mk: Сокриј
nb: Skjul
nl: Verbergen
ro: Ascundeți
sv: Dölj
tr_tr: Gizle
zh_hk: 隱藏

# IDS_MSG_ACBUTTON_CANCEL_ABB
source: CANCEL
bg: ОТКАЗ
ca: CANCEL·LAR
da: ANNULLER
el_gr: ΑΚΥΡΟ
et: TÜHISTA
fi: PERUUTA
hi: रद्द करें
hy: ԴԱԴԱՐԵՑՆԵԼ
is: HÆTTA VIÐ
ko_kr: 취소
lt: ATŠAUKTI
mk: ОТКАЖИ
nb: AVBRYT
nl: ANNULEREN
ro: ANULARE
sv: AVBRYT
tr_tr: İPTAL
zh_hk: 取消

# IDS_MSG_ACBUTTON_DONE_ABB
source: DONE
bg: ГОТОВО
ca: REALITZAT
da: UDFØRT
el_gr: ΤΕΛΟΣ
et: VALMIS
fi: VALMIS
hi: पूर्ण
hy: ԱՐՎԱԾ
is: LOKIÐ
ko_kr: 완료
lt: ATLIKTA
mk: ГОТОВО
nb: FULLFØRT
nl: GEREED
ro: EFECTUAT
sv: KLAR
tr_tr: BİTTİ
zh_hk: 完成

# IDS_COM_BODY_SELECT_ALL
source: Select all
bg: Избери всички
ca: Seleccioni-ho tot
da: Vælg alle
el_gr: Επιλογή όλων
et: Vali kõik
fi: Valitse kaikki
hi: सभी चुनें
hy: Ընտրել բոլորը
is: Velja allt
ko_kr: 모두 선택
lt: Pasirinkti visus
mk: Избери ги сите
nb: Merk alt
nl: Alles selecteren
ro: Selectare toate
sv: Välj alla
tr_tr: Hepsini seç
zh_hk: 選擇全部

# IDS_ST_BODY_PHONE_NUMBER
source: Phone number
bg: Телефонен номер
ca: Número de telèfon
da: Telefonnummer
el_gr: Aριθμός τηλεφώνου
et: Telefoninumber
fi: Puhelinnumero
hi: फोन नंबर
hy: Հեռախոսահամար
is: Símanúmer
ko_kr: 전화번호
lt: Telefono numeris
mk: Тел. број
nb: Telefonnummer
nl: Telefoonnr.
ro: Număr telefon
sv: Telefonnummer
tr_tr: Telefon numarası
zh_hk: 電話號碼

# IDS_MSG_ACBUTTON_DELETE_ABB
source: DELETE
bg: ИЗТРИВАНЕ
ca: ESBORRAR
da: SLET
el_gr: ΔΙΑΓΡΑΦΗ
et: KUSTUTA
fi: POISTA
hi: हटाएँ
hy: ՎԵՐԱՑՆԵԼ
is: EYÐA
ko_kr: 삭제
lt: IŠTRINTI
mk: ИЗБРИШИ
nb: SLETT
nl: VERWIJDEREN
ro: ȘTERGERE
sv: TA BORT
tr_tr: SİL
zh_hk: 刪除

# IDS_CST_TMBODY_SORRY_IM_DRIVING_NOW
source: Sorry, I'm driving now.
bg: Съжалявам, сега шофирам.
ca: Estic conduint.
da: Beklager, jeg kører lige nu.
el_gr: Συγνώμη, αυτήν τη στιγμή οδηγώ.
et: Vabandust, sõidan praegu.
fi: Olen valitettavasti ajamassa.
hi: क्षमा करें, मैं अभी गाड़ी चला रहा हूँ।
hy: Կներեք, հիմա մեքենա եմ վարում:
is: Ég er undir stýri.
ko_kr: 죄송합니다. 운전 중이에요.
lt: Atsiprašau, dabar vairuoju.
mk: Извини, возам.
nb: Beklager, jeg kjører bil nå.
nl: Sorry, ik zit nu in de auto.
ro: Scuze, sunt la volan.
sv: Jag kör nu.
tr_tr: Üzgünüm, şu an araba kllnyorum.
zh_hk: 抱歉，我正在開車。

# IDS_CST_TMBODY_I_CANT_TALK_NOW_WHATS_UP_Q
source: I can't talk now. What's up?
bg: Не мога да говоря. Какво става?
ca: No puc parlar. Què passa?
da: Er optaget nu. Hvad sker der?
el_gr: Μπορώ να μιλήσω τώρα. Τι έγινε;
et: Ma ei saa rääkida. Mis toimub?
fi: En voi puhua nyt. Mikä hätänä?
hi: मैं अभी बात नहीं कर सकता। कैसे हो?
hy: Հիմա չեմ կ. խոսել: Ի՞նչ է եղել:
is: Kemst ekki í síma. E-ð títt?
ko_kr: 지금은 전화를 받을 수 없습니다. 무슨 일이에요?
lt: Negaliu kalbėti. Kas nutiko?
mk: Не можам да зборувам. Што има?
nb: Kan ikke snakke nå. Hva skjer?
nl: Ik kan niet praten. Wat is er?
ro: Nu pot vorbi. Ce s-a întâmplat?
sv: Kan inte prata nu. Vad händer?
tr_tr: Şu anda konuşamıyorum. Ne oldu?
zh_hk: 我現在不方便說話。怎麼了？

# IDS_CST_SBODY_RECEIVE_CALL_ALERTS_DURING_CALLS_ABB
source: Receive call alerts during calls.
bg: Получ. известия за пов. по време на пов.
ca: Rebre avisos trucades durant trucades.
da: Modtag varsler om opkald under opkald.
el_gr: Ειδοπ. για εισερχ. κλ. κατά τη διάρ. κλ.
et: Kõne ajal esit. märguandeid kõne kohta.
fi: Vastaanota puheluhälytyksiä puh. aikana.
hi: कॉल्स के दौरान कॉल सतर्क प्राप्त करें।
hy: Կանչի զգշցմներ ստանալ կանչերի ընթացքում:
is: Fá símtalstilkynningar í símtölum.
ko_kr: 통화 중에 전화 알림을 받습니다.
lt: Skambinant gauti įsp. apie įein. skamb.
mk: Примај тревожења за повици при повици.
nb: Vis varsler om anrop under samtaler.
nl: Ontvang opr.meldingen tijdens gesprek.
ro: Prim. notif. pt. apeluri în cursul ap.
sv: Ta emot samtalsalarm under samtal.
tr_tr: Aramalar sırasında arama uyarıları alın.
zh_hk: 在通話期間接收來電提示。

source: Compose or edit response messages to send when rejecting incoming calls.
bg: За създаване или редактиране на съобщения за отговор, които да се изпращат при отхвърляне на входящи повиквания.
ca: Redactar o editar missatges de resposta per enviar-los en rebutjar trucades d'entrada.
da: Skriv eller rediger beskeder, der skal sendes ved afvisning af indgående opkald.
el_gr: Σύνθεση ή επεξεργασία μηνυμάτων απάντησης που θα αποστέλλονται κατά την απόρριψη εισερχόμενων κλήσεων.
et: Koostage või muutke vastussõnumeid, mis saadetakse saabuvatest kõnedest keeldumisel.
fi: Luo tai muokkaa saapuvien puheluiden hylkäämiseen tarkoitettuja vastausviestejä.
hi: आनेवाली कॉल्स अस्वीकृत करते समय भेजने के लिए जवाब सन्देश लिखें या संपादित करें।
hy: Գրեք կամ խմբագրեք պատասխան հաղորդագրություններ, որոնք ուղարկվելու են, երբ մտից կանչեր են մերժվում:
is: Skrifa eða breyta svarskilaboðum sem send eru þegar mótteknum símtölum er hafnað.
ko_kr: 거절 메시지를 새로 작성하거나 편집합니다.
lt: Kurkite arba redaguokite atsakymo žinutes, kurias galėsite siųsti atmesdami įeinančius skambučius.
mk: Составете или менувајте пораки за одговарање што ќе се праќаат кога се одбиваат повици.
nb: Skriv eller rediger svarmeldinger du vil sende når du avviser innkommende anrop.
nl: Schrijf of bewerk berichten om te verzenden wanneer inkomende oproepen worden geweigerd.
ro: Compuneți sau editați mesaje de răspuns de trimis când respingeți apelurile primite.
sv: Skriv eller redigera svarsmeddelanden som ska skickas när du avvisar inkommande samtal.
tr_tr: Gelen aramaları reddederken gönderilecek yanıt mesajlarını oluşturun veya düzenleyin.
zh_hk: 撰寫或編輯回應訊息以在拒絕來電時發送。

# IDS_CST_OPT_SHOW
source: Show
bg: Показване
ca: Mostrar
da: Vis
el_gr: Εμφάνιση
et: Näita
fi: Näytä
hi: दिखाएँ
hy: Ցույց տալ
is: Sýna
ko_kr: 보이기
lt: Šou
mk: Покажи
nb: Vis
nl: Weergeven
ro: Afișare
sv: Visa
tr_tr: Göster
zh_hk: 顯示

# IDS_CST_NPBODY_NO_MESSAGES
source: No messages
bg: Няма съобщения
ca: No hi ha cap missatge
da: Ingen beskeder
el_gr: Κανένα μήνυμα
et: Sõnumeid pole
fi: Ei viestejä
hi: कोई सन्देश नहीं हैं
hy: Նոր հաղորդագր-ր չկան
is: Engin skilaboð
ko_kr: 메시지가 없습니다
lt: Žinučių nėra
mk: Нема пораки
nb: Ingen meldinger
nl: Geen berichten
ro: Niciun mesaj
sv: Inga meddelanden
tr_tr: Mesaj yok
zh_hk: 無訊息

# IDS_CST_MBODY_SORRY_IM_BUSY_CALL_YOU_LATER_ABB
source: Sorry, I'm busy. Call you later.
bg: Имам работа. Ще се обадя после.
ca: Estic ocupat. Et truco més tard.
da: Jeg er optaget. Ringer senere.
el_gr: Απασχολημένος. Θα καλέσω μετά.
et: Olen hõivatud. Helistan hiljem.
fi: Olen varattu. Soitan myöhemmin.
hi: क्षमा करें, मैं व्यस्त हूँ। बाद में कॉल करता हूँ।
hy: Ներեցեք, զբղվծ եմ: Հետո կզանգեմ:
is: Ég upptekin(n). Hringi seinna.
ko_kr: 죄송합니다. 지금 전화를 받을 수 없습니다. 나중에 전화할게요.
lt: Deja,esu užsiėm. Paskam. vėliau.
mk: Зафатен сум. Ќе ти се јавам.
nb: Beklager, opptatt. Ringer senere.
nl: Ik ben bezet. Ik bel u later.
ro: Scuze, sunt ocupat. Sun înapoi.
sv: Jag är upptagen. Ringer dig sen.
tr_tr: Şu an meşgulüm. Sonra arayacağm.
zh_hk: 抱歉，我正在忙。稍後回電給您。

# IDS_CST_MBODY_MY_CALLER_ID
source: My caller ID
bg: Моят ИД на повикващ
ca: El Meu ID de trucada
da: Mit opkalder-id
el_gr: ID καλούντα
et: Minu helistajatunnus
fi: Oma soittajan tunnus
hi: मेरी कॉलर ID
hy: Իմ զանգողի ID-ն
is: Númerið mitt
ko_kr: 내 발신번호 표시
lt: Mano skambintojo ID
mk: Моја идентификација
nb: Min anrops-ID
nl: Mijn beller-id
ro: ID-ul meu de apelant
sv: Min nummerpresentation
tr_tr: Arayan kimliğim
zh_hk: 我的來電顯示

# IDS_CST_MBODY_FORWARD_WHEN_UNREACHABLE
source: Forward when unreachable
bg: Препращ. при недостъпност
ca: Desviar quan no es locali
da: Viderestil hvis utilg.
el_gr: Πρ. όταν είναι εκτ. δικτ.
et: Suuna, kui pole saadaval
fi: Siirrä, kun ei tavoitett.
hi: पहुँच में न होने पर भेजें
hy: Փոխանցել, երբ անհասանելի
is: Framsenda ef ekki næst í
ko_kr: 연결되지 않으면 착신전환
lt: Peradr., kai nepasiekiam.
mk: Препрати при недостапност
nb: Viderekoble når utilgj.
nl: Doorsch. bij niet bereikbr
ro: Redir. dacă impos. de contact.
sv: Vidarekoppla om ej tillg.
tr_tr: Ulaşılamadığında ilet
zh_hk: 無法接通時轉駁

# IDS_CST_MBODY_FORWARD_WHEN_BUSY
source: Forward when busy
bg: Препращане при заето
ca: Desviar si està ocupat
da: Viderestil hvis optaget
el_gr: Προώθ. αν είναι κατειλ.
et: Edasta, kui on hõivatud
fi: Siirrä, kun varattu
hi: व्‍यस्‍त में अग्रेषित करे
hy: Փոխանցել, երբ զբաղված է
is: Framsenda þegar er á tali
ko_kr: 통화 중 착신전환
lt: Peradresuoti, kai užimta
mk: Препрати кога е зафатено
nb: Viderekoble når opptatt
nl: Doorschak. indien bezet
ro: Redirecționare pt. ocupat
sv: Vidarekoppla vid upptaget
tr_tr: Meşgulken ilet
zh_hk: 線路繁忙時轉駁

# IDS_CST_HEADER_CALL_SETTINGS
source: Call settings
bg: Настройки повиквания
ca: Ajustaments de trucada
da: Opkaldsindstillinger
el_gr: Ρυθμίσεις Κλήσεων
et: Kõne seaded
fi: Puheluasetukset
hi: कॉल सेटिंग्स
hy: Զանգի կայանքներ
is: Hringistillingar
ko_kr: 통화 설정
lt: Skambučio nustatymai
mk: Поставувања за повиците
nb: Anropsinnstillinger
nl: Oproep-instellingen
ro: Setări apeluri
sv: Samtalsinställningar
tr_tr: Arama ayarları
zh_hk: 通話設定

# IDS_CST_HEADER_CALL_REJECT_MESSAGES_ABB
source: Call-reject messages
bg: Съобщ. за отхвърл. повик.
ca: Missatges rebuig trucades
da: Besked ved afviste opkald
el_gr: Μηνύμ. απόρριψης κλήσεων
et: Kõnest keeldumise sõnumid
fi: Puheluiden hylkäysviestit
hi: कॉल-अस्वीकृत सन्देश
hy: Կանչի մերժման հղգրթյուններ
is: Skilaboð símtalshöfnunar
ko_kr: 전화 거절 메시지
lt: Skambučių atmetimo žinutės
mk: Пораки за одбивање повици
nb: Anropsavvisningsmeldinger
nl: Berichten geweig. oproepen
ro: Mesaje respingere apeluri
sv: Avvisningsmeddelanden
tr_tr: Arama reddetme mesajları
zh_hk: 通話拒絕訊息

# IDS_CST_HEADER_ANSWERING_ENDING_CALLS_ABB
source: Answering/ending calls
bg: Отговор/край на разговори
ca: Resposta/finalització trucades
da: Besvare/afslutte opkald
el_gr: Απάντηση/τερματισμός κλήσεων
et: Kõnede vastuvõtmine/lõpetamine
fi: Puh. vastaaminen/lopettaminen
hi: कॉल का जवाब देना/समाप्त करना
hy: Զանգերի պատասխանում և ավարտում
is: Símtölum svarað og lagt á
ko_kr: 전화받기/통화 종료
lt: Atsiliep. į skamb. / jų baigimas
mk: Одговарање/завршување повици
nb: Besvare/avslutte anrop
nl: Oproepen beantwoorden/beëindigen
ro: Preluare/terminare apeluri
sv: Besvara/avsluta samtal
tr_tr: Arama yanıtlama/bitirme
zh_hk: 接聽/結束通話

# IDS_CST_BODY_WAITING_TIME
source: Waiting time
bg: Време на изчакване
ca: Temps d'espera
da: Ventetid
el_gr: Χρ.αναμ.
et: Koputuse aeg
fi: Odotusaika
hi: प्रतीक्षा समय
hy: Սպասման ժամանակ
is: Biðtími
ko_kr: 대기 시간
lt: Laukimo trukmė
mk: Време за чекање
nb: Ventetid
nl: Wachttijd
ro: Timp așteptare
sv: Väntetid
tr_tr: Bekleme süresi
zh_hk: 等候時間

# IDS_CST_BODY_SORRY_IM_BUSY_PLEASE_TEXT_ME_ABB
source: Sorry, I'm busy. Please text me.
bg: Не мога в момента. Пиши ми.
ca: Estic ocupat. Envia un missatge.
da: Jeg er optaget. Send en sms.
el_gr: Απασχολημένος. Στείλτε μήνυμα.
et: Olen hõivatud. Saada sõnum.
fi: Olen varattu. Lähetä tekstiviesti.
hi: क्षमा करें, मैं व्यस्त हूँ। कृपया मुझे सन्देश भेजें।
hy: Կներեք, զբղվծ եմ: Տեքստ ուղրկեք:
is: Upptekin(n). Sendu mér SMS.
ko_kr: 지금은 전화를 받을 수 없으니, 문자 메시지를 보내주세요.
lt: Aš užsiėmęs. Parašyk man.
mk: Извини, зафатен сум. Прати ми SMS.
nb: Beklager, opptatt. Send meg mld.
nl: Ik ben bezet. Stuur een sms.
ro: Scuze, sunt ocupat. Trim. SMS.
sv: Jag är upptagen. Skicka SMS.
tr_tr: Üzgünm, mşglm. Lütfen msj gndrn.
zh_hk: 抱歉，我正在忙。請發訊息給我。

# IDS_CST_BODY_PD_SECONDS
source: %d seconds
bg: %d секунди
ca: %d segons
da: %d sekunder
el_gr: %d δευτερόλεπτα
et: %d sekundit
fi: %d sekuntia
hi: %d सेकंड
hy: %d վայրկյան
is: %d sekúndur
ko_kr: %d초
lt: %d sek.
mk: %d секунди
nb: %d sekunder
nl: %d seconden
ro: %d secunde
sv: %d sekunder
tr_tr: %d saniye
zh_hk: %d 秒

# IDS_CST_BODY_IM_IN_A_MEETING
source: I'm in a meeting.
bg: На събрание съм.
ca: Sóc a una reunió.
da: Jeg er til møde.
el_gr: ΕΙΜΑΙ ΣΕ ΣΥΝΑΝΤΗΣΗ.
et: Olen koosolekul.
fi: Olen kokouksessa.
hi: मैं एक मीटिंग में हूँ।
hy: Ես հանդիպման եմ:
is: Ég er á fundi.
ko_kr: 회의 중입니다.
lt: Aš susitikime.
mk: Na sostanok sum.
nb: Jeg er i et møte.
nl: Ik ben in een vergadering.
ro: Sunt în ședință.
sv: Jag deltar i ett möte.
tr_tr: Toplantıdayım.
zh_hk: 我正在會議中。

# IDS_CST_BODY_CALL_WAITING
source: Call waiting
bg: Изчакващ разговор
ca: Trucada en espera
da: Banke på
el_gr: Αναμονή κλήσεων
et: Koputus
fi: Koputus
hi: कॉल प्रतीक्षित
hy: Զանգի սպասում
is: Símtal bíður
ko_kr: 통화 중 전화알림
lt: Laukiantis skambutis
mk: Повик на чекање
nb: Samtale venter
nl: Wisselgesprek
ro: Apel în așteptare
sv: Samtal väntar
tr_tr: Arama bekletme
zh_hk: 來電待接

# IDS_CST_BODY_CALL_FORWARDING
source: Call forwarding
bg: Препращане на повикване
ca: Reenviament de trucada
da: Viderestilling
el_gr: Προώθηση κλήσης
et: Kõne suunamine
fi: Puhelunsiirto
hi: कॉल अग्रेषण
hy: Կանչի վերահասցեավորում
is: Símtal framsent
ko_kr: 착신전환
lt: Skamb. persiuntimas
mk: Препраќање повици
nb: Viderekobling av anrop
nl: Oproepen doorschakelen
ro: Redirecționare apeluri
sv: Vidarekoppling av samtal
tr_tr: Arama yönlendirme
zh_hk: 來電轉駁

# IDS_CST_BODY_BY_NETWORK
source: By network
bg: Според мрежата
ca: Per xarxa
da: Efter netværk
el_gr: Μέσω δικτύου
et: Võrgu järgi
fi: Verkon mukaan
hi: नेटवर्क द्वारा
hy: Ցանցով
is: Eftir neti
ko_kr: 네트워크 설정에 따름
lt: Pagal tinklą
mk: По мрежа
nb: Etter nettverk
nl: Op netwerk
ro: După rețea
sv: Enligt nätverk
tr_tr: Şebeke ile
zh_hk: 按網絡

# IDS_CST_BODY_ALWAYS_FORWARD
source: Always forward
bg: Пренасочвай винаги
ca: Reenviar sempre
da: Viderestil altid
el_gr: Να γίνεται πάντα προώθηση
et: Edasta alati
fi: Siirrä aina
hi: हमेशा अग्रेषित करें
hy: Միշտ փոխանցել
is: Alltaf framsenda
ko_kr: 항상 착신전환
lt: Visada persiųsti
mk: Препраќај секогаш
nb: Alltid viderekoble
nl: Altijd doorschakelen
ro: Se redirecționează întotdeauna
sv: Vidarekoppla alltid
tr_tr: Her zaman ilet
zh_hk: 永遠轉駁

# IDS_CST_BODY_AFTER_YOU_CREATE_CALL_REJECT_MESSAGES_THEY_WILL_BE_SHOWN_HERE
source: After you create call-reject messages, they will be shown here.
bg: След като създадете съобщения за отхвърляне на повиквания, те ще се покажат тук.
ca: Quan s'hagin creat missatges de rebuig de trucades, es mostraran aquí.
da: Når du opretter beskeder ved afviste opkald, vises de her.
el_gr: Μόλις δημιουργήσετε μηνύματα απόρριψης κλήσεων, τα μηνύματα θα εμφανιστούν εδώ.
et: Kõnest keeldumise sõnumid kuvatakse siin pärast nende loomist.
fi: Kun olet luonut puheluiden hylkäysviestejä, ne näytetään täällä.
hi: आपके द्वारा कॉल-अस्वीकृत सन्देश बनाने के बाद, वे यहां दिखाए जाएँगे।
hy: Կանչի մերժման մասին հաղորդագրություններ ստեղծելուց հետո դրանք կցուցադրվեն այստեղ:
is: Skilaboð símtalshöfnunar birtast hér eftir að þau eru búin til.
ko_kr: 새 전화 거절 메시지를 추가하면, 여기에 표시됩니다.
lt: Kai sukursite skambučių atmetimo žinutes, jos bus rodomos čia.
mk: Откако ќе направите пораки за одбивање повици, ќе се прикажат тука.
nb: Når du har opprettet anropsavvisningsmeldinger, vises de her.
nl: Nadat u berichten voor geweigerde oproepen hebt gemaakt, worden ze hier getoond.
ro: După ce creați mesaje de respingere a apelurilor, acestea vor fi afișate aici.
sv: När du har skapat avvisningsmeddelanden visas de här.
tr_tr: Arama reddetme mesajları oluşturulduktan sonra burada gösterilir.
zh_hk: 建立通話拒絕訊息後，將顯示於此。

# IDS_CST_HEADER_ANSWER_CALLS_BY
source: Answer calls by
bg: Отговаряне на повиквания с
ca: Respondre trucades en
da: Besvar opkald med
el_gr: Απάντηση κλήσεων με
et: Kõnedele vastamine
fi: Puheluiden vastaustapa
hi: इससे कॉल्स का उत्तर दें
hy: Պատասխանել կանչերին հետևյալ կերպ՝
is: Svara símtölum með
ko_kr: 전화받기 방법
lt: Atsiliepimas
mk: Одговарајте со
nb: Besvar anrop ved å
nl: Oproepen aannemen met
ro: Preluare apeluri prin
sv: Besvara samtal genom att
tr_tr: Aramaları yanıtlama şekli
zh_hk: 接聽電話方式

# IDS_CST_MBODY_PRESSING_THE_HOME_KEY
source: Pressing the home key
bg: Натис. на клав. за начало
ca: Prémer la tecla d'inici
da: Tryk på starttasten
el_gr: Πάτημα κεντρικού πλήκτρου
et: Nupu Avaekraan vajutamine
fi: Kotinäppäimen painaminen
hi: होम कुँजी दबाकर
hy: Սկզբի ստեղնի սեղմում
is: Ýtt á heimatakkann
ko_kr: 홈 버튼 누르기
lt: Spaust pagr. ekrano mygt.
mk: Притискање копче Дома
nb: Trykke på hjemtasten
nl: Op de starttoets drukken
ro: Apăsarea tastei Acasă
sv: Trycka på hemknappen
tr_tr: Ana ekran tuşuna basma
zh_hk: 按下首頁鍵

# IDS_CST_HEADER_END_CALLS_BY
source: End calls by
bg: Приключи разговорите до
ca: Finalitzar trucades en
da: Afslut opkald ved
el_gr: Τερματισμός κλήσεων με
et: Kõnede lõpetamine
fi: Puheluiden lopetustapa
hi: इससे कॉल्स समाप्त करें
hy: Ավարտել կանչերը հետևյալ կերպ՝
is: Ljúka símtölum með
ko_kr: 전화끊기 방법
lt: Skambučių baigimas
mk: Завршувај повици со
nb: Avslutt samtaler ved å
nl: Gesprekken beëindigen door
ro: Încheiați apelurile prin
sv: Avsluta samtal genom att
tr_tr: Aramaları sonlandırma şekli
zh_hk: 結束通話方式

# IDS_CST_MBODY_PRESSING_THE_POWER_KEY
source: Pressing the power key
bg: Натис. на клав. за вкл.
ca: Prémer tecla alimentació
da: Tryk på tænd/sluk-tasten
el_gr: Πάτημα πλήκτρου ενεργ.
et: Toitenupu vajutamine
fi: Virtanäppäimen painaminen
hi: पॉवर कुंजी दबाकर
hy: Սնուցման ստեղնի սեղմում
is: Ýtt á rofann
ko_kr: 전원 버튼 누르기
lt: Spausti maitinimo mygtuką
mk: Притискајќи на коп. вкл.
nb: Trykke på strømtasten
nl: Op aan/uit-toets drukken
ro: Apăsarea tastei Pornire
sv: Trycka på strömknappen
tr_tr: Güç tuşuna basma
zh_hk: 按下電源鍵

# IDS_CST_SK3_CREATE
source: Create
bg: Създай
ca: Crear
da: Opret
el_gr: Δημ/ργία
et: Loo
fi: Luo
hi: बनाएँ
hy: Ստեղծել
is: Búa til
ko_kr: 추가
lt: Kurti
mk: Ново
nb: Opprett
nl: Nieuw
ro: Creare
sv: Skapa
tr_tr: Oluştur
zh_hk: 建立

# IDS_CST_POP_ENTER_MESSAGE
source: Enter message.
bg: Въведете съобщение.
ca: Introdueixi missatge
da: Skriv besked.
el_gr: Πληκτρολογήστε μήνυμα.
et: Sisestage sonum.
fi: Kirjoita viesti.
hi: सन्देश प्रविष्ट करें।
hy: Մուտքագրեք հաղորդագրությունը:
is: Slá inn skilaboð.
ko_kr: 메시지를 입력하세요.
lt: Įveskite žinutę.
mk: Внесете порака.
nb: Skriv inn melding.
nl: Geef het bericht in.
ro: Introducere mesaj
sv: Skriv in meddelande.
tr_tr: Mesaj gir.
zh_hk: 請輸入訊息

# IDS_CST_HEADER_DELETE
source: Delete
bg: Изтриване
ca: Esborrar
da: Slet
el_gr: Διαγραφή
et: Kustuta
fi: Poista
hi: हटाएँ
hy: Ջնջել
is: Eyða
ko_kr: 삭제
lt: Trinti
mk: Избриши
nb: Slett
nl: Verwijderen
ro: Ștergere
sv: Ta bort
tr_tr: Sil
zh_hk: 刪除

# IDS_CST_BUTTON_ENABLE
source: Enable
bg: Разрешаване
ca: Activar
da: Aktiver
el_gr: Ενεργό
et: Luba
fi: Päälle
hi: सक्षम
hy: Ակտիվացնլ
is: Gera virkt
ko_kr: 실행
lt: Įjungti
mk: Вклучи
nb: Aktiver
nl: Aanzetten
ro: Activare
sv: Aktivera
tr_tr: Etkinleştir
zh_hk: 啟用

# IDS_CST_BUTTON2_CANCEL
source: Cancel
bg: Отказ
ca: Canc
da: Annuller
el_gr: Ακύρωση
et: Tühista
fi: Peruuta
hi: रद्द करें
hy: Դադարեցնել
is: Hætta við
ko_kr: 취소
lt: Atšaukti
mk: Откажи
nb: Avbryt
nl: Annul.
ro: Anulare
sv: Avbryt
tr_tr: İptal
zh_hk: 取消

# IDS_CST_BODY_EDIT
source: Edit
bg: Редакт.
ca: Editar
da: Rediger
el_gr: Επεξεργασία
et: Muuda
fi: Muokkaa
hi: संपादित करें
hy: Խմբագրել
is: Breyta
ko_kr: 편집
lt: Redaguoti
mk: Измени
nb: Rediger
nl: Bewerken
ro: Editare
sv: Redigera
tr_tr: Düzenle
zh_hk: 編輯
