Repository: tizenorg/profile.mobile.apps.native.call-setting
Catalog: po/*.po
Languages: ar, ga, hr, ja_jp, kk, lv

# IDS_COM_BODY_ON_ABB
source: On
ar: تشغيل
ga: Ar siúl
hr: Uključeno
kk: Қосулы
lv: Ieslēgts

# IDS_COM_BODY_PHONE
source: Phone
ar: الهاتف
ga: Fón
hr: Telefon
ja_jp: 本体
kk: Телефон
lv: Tālrunis

# IDS_COM_BODY_VIDEO_CALL
source: Video call
ar: مكالمة فيديو
ga: Glao físe
hr: Video poziv
ja_jp: ビデオコール
kk: Бейне қоңырау
lv: Videozvans

# IDS_CST_BODY_VOICE_MAIL
source: Voicemail
ar: البريد الصوتي
ga: Glórphost
hr: Govorna pošta
ja_jp: 留守番電話
kk: Дауысты пошта
lv: Balss pasts

# IDS_ST_BODY_ON_OFF_BUTTON
source: On/off button
ar: زر تشغيل/إيقاف تشغيل
ga: Cnaipe Air/As
hr: Gumb za uključivanje/isključivanje
ja_jp: ON/OFFボタン
kk: “Қосу/өшіру” түймесі
lv: Ieslēgšanas/izslēgšana poga

# IDS_COM_SK_OK
source: OK
ar: موافق
hr: U redu
lv: Labi

# IDS_COM_SK_ADD
source: Add
ar: إضافة
ga: Cuir leis
hr: Dodaj
ja_jp: 追加
kk: Қосу
lv: Pievienot

# IDS_CST_POP_UNKNOWN_OPERATION
source: Unknown operation.
ar: عملية غير معرفة.
ga: Oibríocht anaithnid.
hr: Nepoznata radnja.
ja_jp: ご利用になれません
kk: Белгісіз операция.
lv: Nezināma darbība.

# IDS_CST_BODY_UNBLOCK_PIN2
source: Unblock PIN2
ar: إلغاء قفل PIN2
ga: Bain bac ó PIN2
hr: Deblokiraj PIN2
ja_jp: PIN2のロックを解除
kk: PIN2 бұғатын ашу
lv: Atbloķēt PIN2

# IDS_ST_POP_PIN2_UNBLOCKED
source: PIN2 unblocked.
ar: تم إلغاء قفل PIN2.
ga: Bac bainte ó PIN2.
hr: PIN2 deblokiran.
ja_jp: PIN2ロックを解除しました。
kk: PIN2 бұғаттаудан шығарылды.
lv: PIN2 kods atbloķēts.

# IDS_ST_POP_PIN2_BLOCKED
source: PIN2 blocked.
ar: تم قفل PIN2.
ga: PIN2 blocáilte.
hr: PIN2 blokiran.
ja_jp: PIN2ブロックされました。
kk: PIN2 блоктаулы.
lv: PIN2 kods bloķēts.

# IDS_ST_POP_PD_ATTEMPTS_LEFT
source: %d attempts left.
ar: محاولات متبقية %d
ga: %d iarracht fágtha.
hr: %d pokušaja preostalo.
ja_jp: 残り入力回数：%d回
kk: %d әрекеттену аяқталды.
lv: Atlikuši %d mēģinājumi.

# IDS_ST_POP_INCORRECT_PIN2
source: Incorrect PIN2.
ar: PIN 2 غير صحيح.
ga: PIN2 mícheart.
hr: Neispravan PIN2.
ja_jp: PIN2が間違っています。
kk: Қате PIN2.
lv: Nepareizs PIN2.

# IDS_ST_HEADER_PD_SELECTED
source: %d selected
ar: تم تحديد %d
ga: %d roghnaithe
hr: %d odabrano
ja_jp: %d件選択
kk: %d таңдалды
lv: Izvēlēti: %d

# IDS_ST_BODY_VIBRATIONS
source: Vibrations
ar: الاهتزازات
ga: Creathanna
hr: Vibracije
ja_jp: バイブ
kk: Дірілдер
lv: Vibrācijas

# IDS_ST_BODY_PHONEPROFILES_SILENT
source: Silent
ar: صامت
ga: Tostach
hr: Bešumno
ja_jp: サイレント
kk: Дыбыссыз
lv: Klusums

# IDS_ST_BODY_NOT_ASSIGNED
source: Not assigned
ar: غير محددة
ga: Neamhsannta
hr: Nedodijeljeno
ja_jp: 指定なし
kk: Қойылған жоқ
lv: Nav piešķirta

# IDS_ST_BODY_NEW_PIN2
source: New PIN2
ar: أدخل PIN2 جديد
ga: PIN2 nua
hr: Novi PIN2
ja_jp: 新しいPIN2
kk: Жаңа PIN2
lv: Jaunais PIN2

# IDS_ST_BODY_INCORRECT_PASSWORD_TRY_AGAIN
source: Incorrect password. Try again
ar: كلمة مرور غير صحيحة. أعد المحاولة.
ga: Pasfhocal mícheart. Triail arís.
hr: Neispravna lozinka. Ponovite
ja_jp: パスワードが正しくありません。再度入力してください。
kk: Құпиясөз қате. Әрекетті қайталаңыз
lv: Nepareiza parole. Mēģiniet vēlreiz

# IDS_ST_BODY_FIXED_DIALLING_MODE
source: Fixed dialing mode
ar: نمط الاتصال الثابت
ga: Mód diailithe seasta
hr: FDN biranje
ja_jp: 固定ダイヤルモード
kk: Рұқсат етілген нөмірлер
lv: Fiksēto zvanu režīms

# IDS_ST_BODY_CONFIRM_NEW_PIN2
source: Confirm new PIN2
ar: أدخل PIN2 ثانية
ga: Deimhnigh PIN2
hr: Potvrdite novi PIN2
ja_jp: 新しいPIN2を確認します。
kk: Жаңа PIN2 кодын растау
lv: Apstiprināt jauno PIN2 kodu

# IDS_ST_BODY_CHANGE_PIN2
source: Change PIN2
ar: تغيير الرمز PIN2
ga: Athraigh PIN2
hr: Promijenite PIN2
ja_jp: PIN2変更
kk: PIN2 өзгерту
lv: Mainīt PIN2

# IDS_CST_OPT_HIDE
source: Hide
ar: إخفاء
ga: Folaigh
hr: Sakrij
ja_jp: 非表示
kk: Жасыру
lv: Slēpt

# IDS_COM_BODY_ENTER_PASSWORD
source: Enter password
ar: أدخل كلمة المرور.
ga: Iontráil pasfhocal
hr: Unesite lozinku.
ja_jp: パスワードを入力
kk: Кілтсөз енгізіңіз.
lv: Ievadiet paroli.

# IDS_ST_BODY_HOME_M_HOMECITY
source: Home
ar: منزل
ga: Baile
hr: Domaća
ja_jp: ホーム
kk: Үй парағы
lv: Mājas

# IDS_MEDIABR_BODY_SELECT_ITEMS
source: Select items
ar: تحديد العناصر
ga: Roghnaigh míreanna
hr: Odaberite stavke
ja_jp: アイテムを選択
kk: Элементтер таңдау
lv: Izvēlēties objektus

# IDS_MSG_ACBUTTON_CANCEL_ABB
source: CANCEL
ar: إلغاء
ga: CUIR AR CEAL
hr: ODUSTANI
ja_jp: キャンセル
kk: БАС ТАРТУ
lv: ATCELT

# IDS_MSG_ACBUTTON_DONE_ABB
source: DONE
ar: تم
ga: DÉANTA
hr: GOTOVO
ja_jp: 完了
kk: ДАЙЫН
lv: GATAVS

# IDS_COM_BODY_BACK
source: Back
ar: رجوع
ga: Siar
hr: Nazad
ja_jp: 戻る
kk: Артқа
lv: Atpakaļ

# IDS_COM_BODY_CONTACTS
source: Contacts
ar: جهات الاتصال
ga: Teagmhálaithe
hr: Imenik
ja_jp: 電話帳
kk: Контактілер
lv: Kontakti

# IDS_COM_BODY_PASSWORD
source: Password
ar: كلمة المرور
ga: Pasfhocal
hr: Šifra
ja_jp: パスワード
kk: Кілтсөз
lv: Parole

# IDS_COM_BODY_RINGTONES
source: Ringtones
ar: نغمات الرنين
ga: Clingthoin
hr: Tonovi zvona
ja_jp: 着信音
kk: Әуендер
lv: Zvana signāli

# IDS_COM_BODY_SELECT_ALL
source: Select all
ar: اختيار الكل
ga: Roghnaigh gach
hr: Odaberi sve
ja_jp: 全て選択
kk: Бәрін бөлектеу
lv: Izv. visu

# IDS_COM_POP_DELETED
source: Deleted.
ar: تم المسح.
ga: Scriosta.
hr: Obrisano.
ja_jp: 削除しました。
kk: Жойылды
lv: Izdzēsts.

# IDS_COM_POP_DELETE_Q
source: Delete?
ar: مسح؟
ga: Scrios?
hr: Obrisati?
ja_jp: 削除しますか？
kk: Өшіресіз бе?
lv: Vai dzēst?

# IDS_COM_SK_SET
source: Set
ar: ضبط
ga: Socraigh
hr: Postavi
ja_jp: 設定
kk: Орнату
lv: Iestatīt

# IDS_COM_SK_SAVE
source: Save
ar: حفظ
ga: Sábháil
hr: Spremi
ja_jp: 保存
kk: Сақтау
lv: Saglabāt

# IDS_COM_POP_REQUESTING
source: Requesting...
ar: الطلب جاري...
ga: Ag iarraidh...
hr: Zahtijevanje...
ja_jp: 要求中...
kk: Сұраныс жіберілді
lv: Pieprasa...

# IDS_COM_POP_LOADING_ING
source: Loading...
ar: جاري التحميل ...
ga: Ag lódáil...
hr: Učitavanje...
ja_jp: 読み込み中...
kk: Жазылуда...
lv: Ielādē...

# IDS_COM_POP_INSERT_SIM_CARD
source: Insert SIM card.
ar: يرجى إدخال البطاقة.
ga: Ionsáigh cárta SIM
hr: Umetni SIM.
ja_jp: SIMカードを挿入してください。
kk: SIM картын енгізу.
lv: Ievietojiet SIM karti.

# IDS_COM_POP_DEACTIVATED
source: Deactivated.
ar: تم إلغاء التفعيل.
ga: Díghníomhachtaithe.
hr: Isključeno.
ja_jp: 無効になりました。
kk: Өшірілген
lv: Deaktivizēts.

# IDS_COM_POP_CONNECTION_PROBLEM_OR_INVALID_MMI_CODE
source: Connection problem or invalid MMI code.
ar: توجد مشكلة في الاتصال، أو رمز MMI غير صحيح.
ga: Fadhb nasctha nó cód MMI neamhbhailí.
hr: Problem s vezom ili neispravan MMI kod.
ja_jp: 接続エラーまたはMMIコードが正しくありません。
kk: Қосылу ақаулығы немесе қате MMI коды.
lv: Savienojuma problēma vai nederīgs MMI kods.

# IDS_COM_OPT_CREATE_CONTACT
source: Create contact
ar: إنشاء جهة اتصال
ga: Déan teagmhálaí
hr: Novi kontakt
ja_jp: 連絡先を登録
kk: Байланыс кітапшасын құру
lv: Izveidot kontaktu

# IDS_COM_BODY_VOICE_CALL
source: Voice call
ar: مكالمة صوتية
ga: Glao gutha
hr: Poziv
ja_jp: 音声通話
kk: Дауыс қоңырауы
lv: Balss zvans

# IDS_COM_BODY_VIDEOS
source: Videos
ar: الفيديو
ga: Físeáin
hr: Video
ja_jp: 動画
kk: Бейнежазбалар
lv: Video

# IDS_COM_BODY_UNKNOWN
source: Unknown
ar: غير معروف
ga: Anaithnid
hr: Nepoznato
ja_jp: 不明
kk: Белгісіз
lv: Nezināms

# IDS_COM_BODY_PD_SELECTED
source: %d selected
ar: تم تحديد %d
ga: %d roghnaithe
hr: %d odabrano
ja_jp: %d件選択
kk: %d таңдалды
lv: %d izvēlētas

# IDS_COM_BODY_OFF
source: Off
ar: غير مفعل
ga: As
hr: Isključeno
kk: Өшірілген
lv: Izslēgts

# IDS_COM_BODY_DETAILS_NAME
source: Name
ar: الاسم
ga: Ainm
hr: Ime
ja_jp: 名前
kk: Аты
lv: Vārds

# IDS_ST_BODY_PHONE_NUMBER
source: Phone number
ar: رقم الهاتف
ga: Uimhir fóin
hr: Telefonski broj
ja_jp: 電話番号
kk: Телефон нөмірі
lv: Tālruņa numurs

# IDS_PB_POP_FDN_MODE_ACTIVATED
source: FDN activated.
ar: تم تنشيط نمط FDN.
ga: Mód FDN curtha i ngníomh.
hr: FDN uključeno.
ja_jp: FDNモードが有効になりました。
kk: Режим FDN активтендіру.
lv: Fiksēto numuru režīms aktivizēts.

# IDS_PB_POP_1_CONTACT_REMOVED
source: 1 contact removed.
ar: تمت إزالة جهة اتصال واحدة.
ga: 1 teagmhálaí bainte.
hr: 1 kontakt uklonjen.
ja_jp: 1件の連絡先が削除されました。
kk: 1 контакті жойылды.
lv: 1 kontakts ir noņemts.

# IDS_PB_OPT_FDN_CONTACT
source: FDN contact
ar: أسماء الاتصال الثابت
ga: Teagmhálaí FDN
hr: FDN kontakt
ja_jp: FDN連絡先
kk: FDN байланыс
lv: FDN kontakts

# IDS_PB_BODY_UNABLE_TO_SAVE_DUE_TO_SIM_ERROR
source: Unable to save due to SIM error.
ar: يتعذر الحفظ نتيجة لحدوث خطأ في SIM.
ga: Ní féidir a shábháil mar gheall ar earráid SIM.
hr: Nemoguće spremiti zbog SIM greške.
ja_jp: SIMエラーにより保存できません。
kk: SIM картасында қате болғандықтан сақтау мүмкін емес.
lv: Nevar saglabāt SIM kļūdas dēļ.

# IDS_COM_BODY_APPLICATION_NOT_INSTALLED
source: Application not installed.
ar: لم يتم تثبيت التطبيق.
ga: Níl feidhmchlár suiteáilte.
hr: Aplikacija nije instalirana.
ja_jp: アプリケーションがインストールされていません
kk: Қосымша орнатылмаған.
lv: Programma nav instalēta.

# IDS_MSG_TPOP_INVALID_NUMBER_ENTERED
source: Invalid number entered.
ar: تم إدخال رقم غير صالح.
ga: Uimhir neamhbhailí iontráilte.
hr: Unijeli ste neispravan broj.
ja_jp: 無効な番号です。
kk: Жарамсыз нөмір енгізілді.
lv: Ievadīts nederīgs numurs.

# IDS_MSG_ACBUTTON_DELETE_ABB
source: DELETE
ar: حذف
ga: SCRIOS
hr: IZBRIŠI
ja_jp: 削除
kk: ЖОЮ
lv: DZĒST

# IDS_BR_BUTTON_FAILED
source: Failed
ar: فشل
ga: Theip air
hr: Neuspjeh
ja_jp: 失敗
kk: Сәтсіз
lv: Neizdev.

source: Unable to change voicemail number. Contact carrier if this problem persists
ar: تعذر تغيير رقم البريد الصوتي. اتصل بشركة شبكة الهاتف المحمول إذا استمرت هذه المشكلة.
ga: Ní féidir uimhir ghlórphoist a athrú. Déan teagmháil leis an iompróir má leanann an fhadhb seo ar aghaidh.
hr: Nemoguće promijeniti broj govorne pošte. Obratite se davatelju ako se problem ponovi.
ja_jp: 留守番サービス番号を変更することができません。 この問題が解決しない場合は、キャリアにお問い合わせください。
kk: Дауысты пошта нөмірін өзгерту мүмкін емес. Қиындық туындаған жағдайда тасымалдаушыға хабарласыңыз.
lv: Nevar mainīt balss pasta numuru. Ja problēmu neizdodas novērst, sazinieties ar pakalpojumu sniedzēju.

# IDS_CLOG_POP_NO_FDN_CONTACTS_ON_YOUR_SIM_CARD
source: No FDN contacts on your SIM card
ar: لا توجد جهات اتصال FDN على بطاقة SIM
ga: Níl teagmhálaí FDN ann ar do chárta SIM
hr: Na SIM kartici nema FDN kontakata
ja_jp: SIMカードに固定ダイヤル電話帳がありません
kk: SIM картасында FDN контактілер жоқ
lv: Jūsu SIM kartē nav fiksēto zvanu numuru kontaktu

# IDS_COM_OPT_CONTACT_FDN_CONTACTS
source: FDN contacts
ar: أسماء الاتصال الثابت
ga: Teagmhálaithe FDN
hr: FDN kontakti
ja_jp: 固定ダイヤル電話帳
kk: FDN кітапшасы
lv: FDN kontakti

# IDS_COM_BODY_READING_FROM_SIM_CARD
source: Reading from SIM card...
ar: جاري القراءة من بطاقة SIM...
ga: Ag léamh ón gcárta SIM...
hr: Učitavanje sa SIM kartice...
ja_jp: SIMカードから読み込み中...
kk: SIM картасынан оқылуда...
lv: Nolasa SIM kartes informāciju...

# IDS_COM_BODY_NO_CHANGES_WERE_MADE
source: No changes were made.
ar: لم يتم إجراء تغييرات.
ga: Ní dhearnadh aon athrú.
hr: Nema promjena.
ja_jp: 変更は行われませんでした。
kk: Ешқандай өзгеріс енгізілмеді.
lv: Netika veiktas izmaiņas.

# IDS_COM_BODY_MORE
source: More
ar: المزيد
ga: Tuilleadh
hr: Više
ja_jp: その他
kk: Басқалар
lv: Citi

# IDS_COM_BODY_FORWARD_WHEN_UNANSWERED
source: Forward when unanswered
ar: تحويل في حالة عدم الرد
ga: Seol ar aghaidh mura bhfreagraítear
hr: Kada nema odgovora
ja_jp: 応答しない時に転送
kk: Жауап берілмегенде қайта жіберу
lv: Pārsūtīt, ja netiek atbildēts

# IDS_CST_TPOP_PD_NUMBERS_REMOVED_ABB
source: %d numbers removed.
ar: تمت إزالة %d من الأرقام.
ga: %d uimhir bainte.
hr: %d brojeva uklonjeno.
ja_jp: %d件の番号を削除しました。
kk: %d нөмір жойылды.
lv: Noņemti %d numuri.

# IDS_CST_TPOP_PD_MESSAGES_DELETED_ABB
source: %d messages deleted.
ar: تم حذف %d من الرسائل.
ga: %d teachtaireacht scriosta.
hr: %d poruka izbrisano.
ja_jp: %d件のﾒｯｾｰｼﾞを削除しました。
kk: %d хабар жойылды.
lv: Izdzēstas %d ziņas.

# IDS_CST_TPOP_PD_CONTACTS_REMOVED
source: %d contacts removed.
ar: تمت إزالة %d من جهات الاتصال.
ga: %d teagmhálaí bainte.
hr: Broj uklonjenih kontakata: %d.
ja_jp: %d件の連絡先を削除しました。
kk: %d контакт жойылды.
lv: Noņemti %d kontakti.

# IDS_CST_TPOP_1_NUMBER_REMOVED_ABB
source: 1 number removed.
ar: تمت إزالة رقم واحد.
ga: 1 uimhir bainte.
hr: 1 broj uklonjen.
ja_jp: 1件の番号を削除しました。
kk: 1 нөмір жойылды.
lv: Noņemts 1 numurs.

# IDS_CST_TPOP_1_MESSAGE_DELETED_ABB
source: 1 message deleted.
ar: تم حذف رسالة واحدة.
ga: 1 teachtaireacht scriosta.
hr: 1 poruka izbrisana.
ja_jp: 1件のﾒｯｾｰｼﾞを削除しました。
kk: 1 хабар жойылды.
lv: Izdzēsta 1 ziņa.

# IDS_CST_TMBODY_SORRY_IM_DRIVING_NOW
source: Sorry, I'm driving now.
ar: عذراً، أنا أقود الآن.
ga: Táim ag tiomáint faoi láthair.
hr: Žao mi je, trenutno vozim.
ja_jp: ただいま運転中です。
kk: Көлік жүргізудемін.
lv: Diemžēl esmu pie stūres.

# IDS_CST_TMBODY_I_CANT_TALK_NOW_WHATS_UP_Q
source: I can't talk now. What's up?
ar: لا يمكنني التحدث الآن. ما أخبارك؟
ga: Gnóthach anois. Cad é an scéal?
hr: Ne mogu razgovarati. Što ima?
ja_jp: 電話に出られません。ご用件は？
kk: Қазір сөйл. алмаймын. Не болды?
lv: Nevaru runāt. Kas noticis?

# IDS_CST_TMBODY_BLOCKING_CRITERIA
source: Blocking criteria
ar: جارٍ حظر المعيار
ga: Critéir bhactha
hr: Kriteriji za blokiranje
ja_jp: ブロックの基準
kk: Шарттарды бұғаттау
lv: Bloķēšanas kritērijs

# IDS_CST_SK_OK
source: OK
ar: موافق
hr: U redu
lv: Labi

# IDS_CST_SK_CHANGE_IMAGE
source: Change image
ar: تغيير الصورة
ga: Athrú íomhá
hr: Prom. sliku
ja_jp: 画像変更
kk: Сурет өзг-ту
lv: Mainīt attēlu

# IDS_CST_SK3_CREATE
source: Create
ar: إنشاء
ga: Cruthaigh
hr: Novi
ja_jp: 作成
kk: Жазу
lv: Izveidot

source: Set an alternative image or video to be displayed on the other person's screen during video calls.
ar: عيّن صورة أو مقطع فيديو بديل لعرضه على شاشة الشخص الآخر أثناء مكالمات الفيديو.
ga: Socraigh íomhá nó físeán mhalartach le taispeáint ar scáileán an duine eile i rith glaonna físe.
hr: Postavite alternativnu sliku ili videozapis koji će se prikazati na zaslonu druge osobe tijekom video poziva.
ja_jp: ビデオコール中に相手の画面に表示する代替画像や動画を設定
kk: Бейне қоңыраулар кезіндегі басқа біреудің экранында көрсетілу үшін, балама суретті немесе бейнені орнатыңыз.
lv: Iestatiet alternatīvu attēlu vai videoklipu, kas videozvana laikā tiks rādīts otras personas ekrānā.

# IDS_CST_SBODY_REJECT_CALLS_FROM_NUMBERS_ON_THE_CALL_BLOCK_LIST
source: Reject calls from numbers on the call block list.
ar: ارفض المكالمات من الأرقام المدرجة في قائمة حظر المكالمات.
ga: Diúltaigh do ghlaonna ó uimhreacha ar an liosta bactha glaonna.
hr: Odbijte pozive s brojeva na popisu za blokiranje poziva.
ja_jp: 通話ブロックリストに登録した番号からの着信を拒否
kk: Қоңырауды бұғаттау тізіміндегі нөмірлердің қоңырауларын қабылдамау.
lv: Noraidīt zvanus no numuriem bloķēto zvanu sarakstā.

# IDS_CST_SBODY_REJECT_ALL_INCOMING_CALLS
source: Reject all incoming calls.
ar: رفض كل المكالمات الواردة.
ga: Diúltaigh do gach glao isteach.
hr: Odbijte sve dolazne pozive.
ja_jp: 全ての着信を拒否
kk: Барлық кіріс қоңырауларын қабылдамау.
lv: Noraidīt visus ienākošos zvanus.

# IDS_CST_SBODY_RECEIVE_CALL_ALERTS_DURING_CALLS_ABB
source: Receive call alerts during calls.
ar: تلقّ تنبيهات المكالمات أثناء إجراء هذه الأخيرة.
ga: Faigh foláirimh glao le linn glaonna.
hr: Primajte dojave poziva tijekom poziva.
ja_jp: 通話中に着信通知を受信
kk: Қоңыр-р кезінде қоң-у дабылдарын алыңыз.
lv: Zvanu laikā saņemiet paziņ. par zvaniem.

# IDS_CST_SBODY_MANAGE_NUMBERS_ON_THE_CALL_BLOCK_LIST
source: Manage numbers on the call block list.
ar: قم بإدارة الأرقام في قائمة حظر المكالمات.
ga: Bainistigh uimhreacha ar an liosta bactha glaonna.
hr: Upravljajte brojevima na popisu za blokiranje poziva.
ja_jp: 通話ブロックリストの番号を管理
kk: Қоңырауды бұғаттау тізіміндегі нөмірлерді басқару.
lv: Pārvaldiet numurus bloķēto zvanu sarakstā.

source: Compose or edit response messages to send when rejecting incoming calls.
ar: قم بإنشاء رسائل الرد أو تحريرها لإرسالها عند رفض المكالمات الواردة.
ga: Déan teachtaireachtaí freagartha a chumadh nó a chur in eagar le seoladh ar dhiúltiú do ghlaonna isteach.
hr: Napišite ili uredite poruke kao odgovore koji će se poslati kod odbijanja dolaznih poziva.
ja_jp: 着信拒否時に送信するSMSの作成または編集を行います。
kk: Кіріс қоңырауларды қабылдамағанда жіберілетін жауап хабарларды жазу немесе өңдеу.
lv: Veidojiet vai rediģējiet atbildes ziņas, kas jāsūta, kad noraidāt ienākošus zvanus.

# IDS_CST_SBODY_ALLOW_ALARMS_AND_NOTIFICATIONS_TO_SOUND_DURING_CALLS
source: Allow alarms and notifications to sound during calls.
ar: السماح للتنبيهات والإشعارات بإصدار صوت أثناء المكالمات.
ga: Ceadaigh d'aláraim agus d'fhógraí bualadh le linn glaonna.
hr: Dopustite da se alarmi i obavijesti oglase zvukom tijekom poziva.
ja_jp: 通話中にアラームと通知音を許可
kk: Қоңырау кезінде дабылдар мен хабарландыруларға дыбысты ойнатуға рұқсат ету.
lv: Ļaut signāliem un paziņojumiem skanēt zvanu laikā.

# IDS_CST_SBODY_ADD_PS_AUTOMATICALLY_TO_THE_NUMBER_DISPLAY_PANEL
source: Add %s automatically to the number display panel.
ar: إضافة %s تلقائيًا إلى لوحة عرض الرقم.
ga: Cuir %s le painéal taispeána na n-uimhreacha go huathoibríoch.
hr: Automatski dodaj %s na zaslon s prikazom broja.
ja_jp: 番号表示パネルに%sを自動的に追加
kk: %s сандық дисплей тақтасына автоматты түрде қосу.
lv: Automātiski pievienot %s numuram displeja panelī.

source: Add numbers to the message block list automatically when you add them to the call block list.
ar: أضف أرقاماً إلى قائمة حظر الرسائل تلقائياً عند إضافتها إلى قائمة حظر المكالمات.
ga: Cuir uimhreacha leis an liosta bactha teachtaireachtaí go huathoibríoch nuair a chuireann tú leis an liosta bactha glaonna iad.
hr: Automatski dodajte brojeve u popis za blokiranje poruka kada ih dodate u popis za blokiranje poziva.
ja_jp: 通話ブロックリストに番号を追加すると、その番号をメッセージブロックリストに自動で追加
kk: Нөмірлерді қоңырауды бұғаттау тізіміне қосқан кезде оларды хабарды бұғаттау тізіміне автоматты түрде қосыңыз.
lv: Numuru automātiska pievienošana bloķēto ziņu sarakstam, kad pievienojat tos bloķēto zvanu sarakstam.

# IDS_CST_POP_UPDATING_SETTINGS_ING
source: Updating settings...
ar: جاري تحديث الإعدادات...
ga: Socruithe á nuashonrú...
hr: Aktualiziranje postavki...
ja_jp: 設定を更新中...
kk: Параметрлер жаңартылуда...
lv: Atjaunina iestatījumus...

# IDS_CST_POP_SERVICE_UNAVAILABLE
source: Service unavailable.
ar: الخدمة غير متوفرة.
ga: Níl seirbhís ar fáil.
hr: Usluga nedostupna.
ja_jp: サービスを利用できません。
kk: Қызмет көрсете алмайды.
lv: Pakalpojums nav pieejams.

# IDS_CST_POP_REJECTED_BY_NETWORK
source: Rejected by network.
ar: تم الرفض من الشبكة.
ga: Diúltaithe ag líonra.
hr: Mreža odbija.
ja_jp: ネットワークに拒否されました。
kk: Шегеріп қойды Желі кері.
lv: Noraidījis tīkls.

# IDS_CST_POP_MAX_CONTACT_LISTS_REACHED
source: Max contact lists reached.
ar: تم الوصول إلى الحد الأقصى من قوائم جهات الاتصال.
ga: Uaslíon na liostaí teagmhálaithe bainte amach.
hr: Maks. br. kontakata.
ja_jp: 電話帳リストの最大保存件数に達しました。
kk: Максималды контакт тізімдерінің санына жетті.
lv: Sasniegts maksimālais kontaktu sarakstu skaits.

# IDS_CST_POP_INCORRECT_PIN2_SIM_CARD_IS_LOCKED_ENTER_PUK2_TO_UNLOCK_IT
source: Incorrect PIN2. SIM card is locked. Enter PUK2 to unlock it
ar: ‏‫رمز PIN2 غير صحيح. تم قفل بطاقة SIM. أدخل رمز PUK2 لإلغاء قفلها.
ga: PIN2 mícheart. Tá an cárta SIM glasáilte. Iontráil PUK2 lena dhíghlasáil.
hr: Neispravan PIN2. SIM kartica je zaključana. Unesite PUK2 za otključavanje.
ja_jp: PIN2に誤りがあるため、SIMカードがロックされました。ロックを解除するには、PUK2を入力してください。
kk: PIN2 қате. SIM картасы құлыптаулы. Оны ашу үшін PUK2 кодын енгізіңіз.
lv: Nepareizs PIN2. SIM karte ir bloķēta. Lai atbloķētu to, ievadiet PUK2 kodu.

# IDS_CST_POP_ENTER_MESSAGE
source: Enter message.
ar: أدخل الرسالة.
ga: Iontráil teachtaireacht
hr: Unesite poruku.
ja_jp: メッセージを入力
kk: Хабарды теру.
lv: Ievadīt ziņu.

# IDS_CST_POP_DISABLE
source: Disable
ar: إلغاء التفعيل
ga: Díchumasaigh
hr: Isključeno
ja_jp: 無効
kk: Өшіру
lv: Atspējot

# IDS_CST_POP_ALL_INCOMING_CALLS
source: All incoming calls
ar: كل المكالمات الواردة
ga: Gach glao isteach
hr: Svi dolazni pozivi
ja_jp: 全着信規制
kk: Барлық келген қоңыраулар
lv: Visi ienākošie zvani

# IDS_CST_OPT_TAKE_PICTURE
source: Take picture
ar: التقاط صورة
ga: Glac pictiúr
hr: Fotografiranje
ja_jp: カメラを起動
kk: Суретке түсіру
lv: Fotografēt

# IDS_CST_OPT_SHOW
source: Show
ar: عرض
ga: Taispeáin
hr: Prikaz
ja_jp: 表示
kk: Көрсету
lv: Rādīt

# IDS_CST_OPT_REMOVE
source: Remove
ar: حذف
ga: Bain
hr: Ukloni
ja_jp: 削除
kk: Жоғалту
lv: Noņemt

# IDS_CST_OPT_NONE
source: None
ar: لا شيء
ga: Dada
hr: Ništa
ja_jp: なし
kk: Жоқ
lv: Nav

# IDS_CST_OPT_MATCH_EXACTLY_ABB
source: Match exactly
ar: تتطابق تام
ga: Meaitseáil go beacht
hr: Točno podudaranje
ja_jp: 完全一致
kk: Сәйкес келу
lv: Sakrīt pilnībā

# IDS_CST_NPBODY_NO_NUMBERS_BLOCKED
source: No numbers blocked
ar: لم يتم حظر أي أرقام
ga: Níl uimhreacha bactha ann
hr: Nema blokiranih brojeva
ja_jp: ブロックされた番号はありません
kk: Бұғатталған нөмірлер жоқ
lv: Nav bloķētu numuru

# IDS_CST_NPBODY_NO_MESSAGES
source: No messages
ar: ما من رسائل
ga: Níl teachtaireachtaí ann
hr: Nema poruka
ja_jp: メッセージがありません
kk: Хабарлар жоқ
lv: Nav ziņu

# IDS_CST_NPBODY_NO_CONTACTS
source: No contacts
ar: لا توجد جهات اتصال
ga: Níl teagmhálaithe ann
hr: Nema kontakata
ja_jp: 連絡先がありません
kk: Контактілер жоқ
lv: Nav kontaktu

# IDS_CST_MBODY_VOICE_CALLS
source: Voice calls
ar: مكالمات صوتية
ga: Glaonna gutha
hr: Glasovni pozivi
ja_jp: 音声通話
kk: Дауысты қоңыраулар
lv: Balss zvani

# IDS_CST_MBODY_VIDEO_CALLS
source: Video calls
ar: مكالمات الفيديو
ga: Glaonna físe
hr: Videopozivi
ja_jp: ビデオコール
kk: Бейне қоңыраулар
lv: Videozvani

# IDS_CST_MBODY_VIBRATE_WHEN_RINGING
source: Vibrate when ringing
ar: اهتزاز عند الرنين
ga: Crith agus é ag glaoch
hr: Vibracija dok zvoni
ja_jp: 着信時にバイブ
kk: Қоңырау кезінде дірілдеу
lv: Vibrācija zvana laikā

# IDS_CST_MBODY_SORRY_IM_BUSY_CALL_YOU_LATER_ABB
source: Sorry, I'm busy. Call you later.
ar: عذراً، أنا مشغول. سأتصل بك لاحقاً.
ga: Táim gnóthach. Glaofaidh mé ort.
hr: Zauzet/a sam. Nazvat ću kasnije.
ja_jp: 今忙しいので、後でかけ直します。
kk: Бос емеспін. Кейін қоң. шаламын.
lv: Esmu aizņemts. Piezvanīšu vēlāk.

# IDS_CST_MBODY_RINGTONES
source: Ringtones
ar: نغمات الرنين
ga: Clingthoin
hr: Tonovi zvona
ja_jp: 着信音
kk: Рингтондар
lv: Zvana signāli

# IDS_CST_MBODY_NOTIFY_DURING_CALLS
source: Notify during calls
ar: إبلاغ أثناء المكالمات
ga: Fógair le linn glaonna
hr: Obavijesti tijekom poziva
ja_jp: 通話中の通知
kk: Қоңырау кезінде хабарлау
lv: Paziņot zvanu laikā

# IDS_CST_MBODY_MY_CALLER_ID
source: My caller ID
ar: معرف المتصل الخاص بي
ga: M'ID glaoiteora
hr: Moj ID pozivatelja
ja_jp: 自分の発信者ID
kk: Қоңырау шалу идентификат.
lv: Mans zvanītāja ID

# IDS_CST_MBODY_FORWARD_WHEN_UNREACHABLE
source: Forward when unreachable
ar: إعادة التوجيه عند تعذّر الوصول إلى الهاتف
ga: C. ar agh. más doshroichte
hr: Prosl. kada je nedostup.
ja_jp: 圏外転送
kk: Қол жетп-де қайта жіберу
lv: Pārsūtīt, ja nav sasn.

# IDS_CST_MBODY_FORWARD_WHEN_BUSY
source: Forward when busy
ar: تحويل عندما يكون مشغولا
ga: Seol ar aghaidh 'is é gafa
hr: Preusmjeri kad je zauzeto
ja_jp: 回線混雑時の転送
kk: Бос болма. бағыт. өзгерту
lv: Pārsūtīt, ja aizņemts

# IDS_CST_MBODY_CALL_ALERTS
source: Call alerts
ar: تنبيهات المكالمات
ga: Foláirimh ghlao
hr: Dojave poziva
ja_jp: 通話通知
kk: Қоңырау ескертулері
lv: Zvanu signāli

# IDS_CST_MBODY_BLOCK_MSGS_FROM_SAME_NOS_ABB
source: Block msgs from same nos
ar: حظر الرسائل من الأرقام نفسها
ga: C. bac ar thchtaí fosta
hr: Blok. por. s istih brojeva
ja_jp: 同じ番号からのSMSをﾌﾞﾛｯｸ
kk: Бір нөмірден хабар. бұғат.
lv: Bloķ.arī ziņas no šiem nr.

# IDS_CST_HEADER_VOICE_CALL_FORWARDING
source: Voice call forwarding
ar: إعادة توجيه مكالمة صوتية
ga: Seoladh ar aghaidh glaonna gutha
hr: Prosljeđivanje glasovnih poziva
ja_jp: 通話転送
kk: Дауысты қоңырау бағытын өзгерту
lv: Balss zvanu pārsūtīšana

# IDS_CST_HEADER_VOICEMAIL
source: Voicemail
ar: البريد الصوتي
ga: Glórphost
hr: Govorna pošta
ja_jp: 留守番電話
kk: Дауысты пошта
lv: Balss pasts

# IDS_CST_HEADER_ENTER_PIN2
source: Enter PIN2
ar: إدخال رقم PIN2
ga: Iontráil PIN2
hr: Unesite PIN2
ja_jp: PIN2を入力
kk: PIN2 кодын енгізу
lv: Ievadiet PIN2 kodu

# IDS_CST_HEADER_DELETE
source: Delete
ar: مسح
ga: Scrios
hr: Obriši
ja_jp: 削除
kk: Жою
lv: Dzēst

# IDS_CST_HEADER_CHANGE_PRESET_IMAGE_ABB
source: Change preset image
ar: تغيير الصورة مسبقة الضبط
ga: Athraigh íomhá réamhshoc.
hr: Promijeni zadanu sliku
ja_jp: プリセット画像を変更
kk: Белгіленген сурет өзгерту
lv: Mainīt iepr. iest. attēlu

# IDS_CST_HEADER_CALL_SETTINGS
source: Call settings
ar: ضبط المكالمة
ga: Socruithe glao
hr: Postavke poziva
ja_jp: 通話設定
kk: Шақыру қоңырауларын реттеу
lv: Zvana iestatījumi
