Repository: tizenorg/profile.mobile.apps.native.call-setting
Catalog: po/*.po
Languages: ar, ga, hr, ja_jp, kk, lv

# IDS_CST_HEADER_CALL_REJECT_MESSAGES_ABB
source: Call-reject messages
ar: رسائل رفض المكالمات
ga: Tchtaí. diúl. do ghlaonna
hr: Poruke za odbijanje poziva
ja_jp: 着信拒否メッセージ
kk: Қоңырау қабылдамау хабар.
lv: Zvanu noraidīšanas ziņas

# IDS_CST_HEADER_CALL_REJECTION
source: Call rejection
ar: رفض المكالمة
ga: Diúltú do ghlaonna
hr: Odbijanje poziva
ja_jp: 着信拒否
kk: Қоңырауды қабылдамау
lv: Zvana noraidīšana

# IDS_CST_HEADER_CALL_BLOCK_LIST_ABB
source: Call block list
ar: ‏‫قائمة حظر المكالمات
ga: Liosta bactha glao.
hr: Popis blok. poziva
ja_jp: 通話ブロックリスト
kk: Қоңыр. бұғат. тізімі
lv: Bloķēto zv. saraksts

# IDS_CST_HEADER_AUTO_REJECT_MODE
source: Auto reject mode
ar: وضع الرفض التلقائي
ga: Mód uathdhiúltaithe
hr: Auto. odbijanje poziva
ja_jp: 自動着信拒否モード
kk: Автоматты бас тарту режимі
lv: Automātiskās noraidīšanas režīms

# IDS_CST_HEADER_ANSWERING_ENDING_CALLS_ABB
source: Answering/ending calls
ar: الرد على/إنهاء المكالمات
ga: Freagairt/scor glaonna
hr: Preuzimanje/prekidanje poziva
ja_jp: 通話応答/終了
kk: Жауап беру/аяқтау қоңыраулары
lv: Atbildēšana/sarunas beigšana

# IDS_CST_HEADER_ADDITIONAL_SETTINGS
source: Additional settings
ar: إعدادات إضافية
ga: Socruithe breise
hr: Dodatne postavke
ja_jp: 追加設定
kk: Қосымша параметрлер
lv: Papildu iestatījumi

# IDS_CST_BUTTON_ENABLE
source: Enable
ar: تفعيل
ga: Cumasaigh
hr: Uključi
ja_jp: 有効
kk: Қосу
lv: Aktivizēt

# IDS_CST_BUTTON2_CANCEL
source: Cancel
ar: إلغاء
ga: Cuir ar ceal
hr: Prekid
ja_jp: キャンセル
kk: Бас тарту
lv: Atcelt

# IDS_CST_BODY_WAITING_TIME
source: Waiting time
ar: مدة الانتظار
ga: Am feithimh
hr: Vrijeme čekanja
ja_jp: 呼び出し時間
kk: Күту уақыты
lv: Gaidīšanas laiks

# IDS_CST_BODY_VOICE_MAIL_NUMBER_CHANGED
source: Voicemail number changed.
ar: تم تغيير رقم البريد الصوتي.
ga: Uimhir glórphoist athraithe.
hr: Broj govorne pošte promijenjen.
ja_jp: 留守番電話番号が変更されました。
kk: Дауысты пошта нөмірі өзгертілді.
lv: Balss pasta numurs nomainīts.

# IDS_CST_BODY_VOICE_MAIL_NUMBER
source: Voicemail number
ar: رقم البريد الصوتي
ga: Uimhir ghlórphoist
hr: Broj govorne pošte
ja_jp: 留守番電話番号
kk: Дауыс поштасының нөмірі
lv: Balss pasta numurs

# IDS_CST_BODY_VIDEO_CALL_IMAGE
source: Video call image
ar: صورة مكالمة فيديو
ga: Íomhá do ghlaonna físe
hr: Slika za video poziv
ja_jp: ビデオコールイメージ
kk: Бейне қоңырау суреті
lv: Video zvana attēls

# IDS_CST_BODY_VIDEO_CALL_FORWARDING
source: Video call forwarding
ar: تحويل مكالمة الفيديو
ga: Seoladh ar aghaidh glaonna físe
hr: Prosljeđivanje videopoziva
ja_jp: ビデオコール転送
kk: Бейне қоңырау бағытын өзгерту
lv: Video zvana pārsūtīšana

# IDS_CST_BODY_THE_POWER_KEY_ENDS_CALLS_ABB2
source: The power key ends calls
ar: ينهي مفتاح التشغيل المكالمات
ga: Scoir glao. le Cumhachteochair
hr: Tipka uključ. prekida pozive
ja_jp: 電源キーで通話終了
kk: Қуат пернесі қоңыраул.аяқт.
lv: Iesl./izsl.taust.beidz sar.

# IDS_CST_BODY_THE_HOME_KEY_ANSWERS_CALLS
source: The home key answers calls
ar: مفتاح الرد
ga: Is féidir glaonna a fhreagairt leis an eochair Baile
hr: Pomoću početne tipke odgovarate na poziv
ja_jp: ホームキーで電話に応答
kk: "Бастапқы" пернесі қоңырауға жауап беру үшін пайдаланылады
lv: Sākuma taustiņš tiek izmantots, lai atbildētu uz zvaniem

# IDS_CST_BODY_START_WITH
source: Start with
ar: يبدأ بـ
ga: Tosaigh le
hr: Započni s
ja_jp: 前方一致
kk: Бастау
lv: Sākas ar

# IDS_CST_BODY_SORRY_IM_BUSY_PLEASE_TEXT_ME_ABB
source: Sorry, I'm busy. Please text me.
ar: عذراً، أنا مشغول. يرجى إرسال رسالة نصية إلي.
ga: Táim gnóthach. Seol tcht chugam.
hr: Imam posla. Pošaljite mi SMS.
ja_jp: 今忙しいので、SMSをください。
kk: Бос емеспін. Хабар жазыңыз.
lv: Esmu aizņemts. Atsūtiet īsziņu.

# IDS_CST_BODY_PRESET_IMAGE
source: Preset image
ar: صورة من الهاتف
ga: Íomhá a socraíodh roimhe
hr: Postavljene slike
ja_jp: プリセット画像
kk: Бастапқы сурет
lv: Oriģinālais attēls

# IDS_CST_BODY_PD_SECONDS
source: %d seconds
ar: %d ثانية
ga: %d soicind
hr: %d sekundi
ja_jp: %d秒
kk: %d секунд
lv: %d sekundes

# IDS_CST_BODY_NUMBER
source: Number
ar: الرقم
ga: Uimhir
hr: Broj
ja_jp: 番号
kk: Нөмір
lv: Numurs

# IDS_CST_BODY_NAME
source: Name
ar: الاسم
ga: Ainm
hr: Ime
ja_jp: 名前
kk: Аты
lv: Vārds

# IDS_CST_BODY_MAXIMUM_NUMBER_OF_CHARACTERS_HPD_REACHED
source: Maximum number of characters (%d) reached.
ar: تم بلوغ أقصى عدد من الأحرف (%d).
ga: Uaslíon na gcarachtar (%d) bainte amach.
hr: Maksimalan broj znakova (%d).
ja_jp: 最大文字数(%d文字)に達しました。
kk: Ең көп таңбалар санына (%d) жетті.
lv: Sasniegts maksimālais rakstzīmju skaits (%d).

# IDS_CST_BODY_MANAGE_CALL_ANSWERING_ENDING_SETTINGS_ABB
source: Manage call answering/ending settings.
ar: إدارة إعدادات الرد على/إنهاء المكالمة‬.
ga: Bainistigh socruithe Freagartha/Scor Glaonna
hr: Upravljanje postavkama odgovaranja/prekida poziva.
ja_jp: 通話応答/終了設定を管理
kk: Қоңырауға жауап беру/аяқтау параметрлерін басқару.
lv: Pārvaldīt zvanu atbildēš./pārtraukš. iestatījumus.

# IDS_CST_BODY_INCLUDE
source: Include
ar: يتضمن
ga: Áirigh
hr: Sadrži
ja_jp: 部分一致
kk: Қосу
lv: Ietver

# IDS_CST_BODY_IM_IN_A_MEETING
source: I am in a meeting.
ar: أنا في اجتماع.
ga: Táim i gcruinniú.
hr: Na sastanku sam.
ja_jp: 申し訳ありません、会議中です。
kk: Мен жиналыстамын.
lv: Esmu sapulcē.

# IDS_CST_BODY_IMAGE
source: Image
ar: صورة
ga: Íomhá
hr: Slika
ja_jp: 画像
kk: Сурет
lv: Attēls

# IDS_CST_BODY_FIXED_DIALLING_NUMBERS
source: Fixed dialing numbers
ar: أرقام الاتصال الثابت
ga: Uimhreacha diailithe seasta
hr: FDN brojevi
ja_jp: 固定ダイヤル番号
kk: Тұрақты терілетін нөмірлер
lv: Fiksēto zvanu numuri

# IDS_CST_BODY_END_WITH
source: End with
ar: ينتهي بـ
ga: Críochnaigh le
hr: Završi s
ja_jp: 後方一致
kk: Аяқтау
lv: Beidzas ar

# IDS_CST_BODY_EDIT
source: Edit
ar: تعديل
ga: Cuir in eagar
hr: Uredi
ja_jp: 編集
kk: Өзгерту
lv: Rediģēt

# IDS_CST_BODY_CALL_WAITING
source: Call waiting
ar: انتظار المكالمات
ga: Glao ag feitheamh
hr: Poziv na čekanju
ja_jp: 割込通話
kk: Қоңырауды күту
lv: Zvanu gaidīšana

# IDS_CST_BODY_CALL_FORWARDING
source: Call forwarding
ar: تحويل المكالمات
ga: Seoladh ar aghaidh glaonna
hr: Prosljeđivanje poziva
ja_jp: 通話転送
kk: Қоңырау бағытын өзгерту
lv: Zvanu pārsūtīšana

# IDS_CST_BODY_BY_NETWORK
source: By network
ar: بواسطة الشبكة
ga: De réir líonra
hr: Po mreži
ja_jp: ネットワーク設定に従う
kk: Желімен
lv: Pēc tīkla

# IDS_CST_BODY_BLOCK_LIST
source: Block list
ar: لائحة الحجب
ga: Liosta bactha
hr: Popis blokiranja
ja_jp: ブロックリスト
kk: Блок тізімі
lv: Bloķēto saraksts

# IDS_CST_BODY_AUTO_AREA_CODE_ABB
source: Auto area code
ar: رمز المنطقة التلقائي
ga: Uathchód ceantair
hr: Auto. poziv.br.
ja_jp: 自動市外局番
kk: Авто аймақ коды
lv: Aut. raj. kods

# IDS_CST_BODY_ALWAYS_FORWARD
source: Always forward
ar: إعادة التوجيه دومًا
ga: Seol ar aghaidh i gcónaí
hr: Prosljeđivanje uvijek
ja_jp: 常時転送
kk: Әрқашан бағытын өзгерту
lv: Vienmēr pārsūtīt

# IDS_CST_BODY_ALERTS_ON_CALL
source: Alerts on call
ar: تنبيه أثناء المكالمة
ga: Foláirimh i gcás glao
hr: Obavijesti tijekom poziva
ja_jp: 通話中にイベント通知
kk: Қоңырау сигналдары
lv: Signāli sarunas laikā

# IDS_CST_BODY_AFTER_YOU_CREATE_CALL_REJECT_MESSAGES_THEY_WILL_BE_SHOWN_HERE
source: After you create call-reject messages, they will be shown here.
ar: ستظهر رسائل رفض المكالمات هنا بعد إنشائها.
ga: Tar éis duit teachtaireachtaí um dhiúltú do ghlaonna a chruthú, taispeánfar anseo iad.
hr: Nakon što stvorite poruke za odbijanje poziva, prikazat će se ovdje.
ja_jp: 着信拒否メッセージを作成すると、ここに表示されます。
kk: Қоңырау қабылдамау хабарларын жасағаннан кейін олар осында көрсетіледі.
lv: Kad būsit izveidojis zvanu noraidīšanas ziņas, tās tiks parādītas šeit.

source: After you add numbers to the call block list, they will be shown here.
ar: ستظهر الأرقام هنا بعد إضافتها إلى قائمة حظر المكالمات.
ga: Tar éis duit uimhreacha a chur leis an liosta bactha glaonna, taispeánfar anseo iad.
hr: Nakon što dodate brojeve na popis za blokiranje poziva, prikazat će se ovdje.
ja_jp: 通話ブロックリストに番号を追加すると、ここに表示されます。
kk: Нөмірлер қоңырау бұғаттау тізіміне қосылғаннан кейін олар осында көрсетіледі.
lv: Kad būsit pievienojis numurus bloķēto zvanu sarakstam, tie tiks parādīti šeit.

# IDS_CST_BODY_AFTER_YOU_ADD_CONTACTS_FDN_CONTACTS_WILL_BE_SHOWN_HERE
source: After you add contacts, FDN contacts will be shown here.
ar: ستظهر جهات اتصال FDN هنا بعد إضافة جهات الاتصال.
ga: Tar éis duit teagmhálaithe a chur leis, taispeánfar teagmhálaithe FDN anseo.
hr: Nakon što dodate kontakte, FDN kontakti prikazat će se ovdje.
ja_jp: 固定ダイヤル連絡先を作成すると、ここに表示されます。
kk: Контактілерді қосқаннан кейін FDN контактілері осында көрсетіледі.
lv: Pēc kontaktu pievienošanas fiksēto zvanu kontakti tiks rādīti šeit.

# IDS_CST_BODY_ADD
source: Add
ar: إضافة
ga: Cuir leis
hr: Dodaj
ja_jp: 追加
kk: Қосу
lv: Pievienot

# IDS_MSG_TPOP_MAXIMUM_NUMBER_OF_DIGITS_HPD_REACHED
source: Maximum number of digits (%d) reached.
ar: تم بلوغ الحد الأقصى لعدد الأرقام (%d).
ga: Uaslíon na ndigití (%d) bainte amach.
hr: Dosegnut je maksimalni broj znamenki (%d).
ja_jp: 最大桁数(%d桁)に達しました。
kk: Цифрлардың максималды санына (%d) жетті.
lv: Sasniegts maksimālais ciparu skaits (%d).

# IDS_SCM_OPT_OFFICE_TO_HOME
source: Office to home
ar: من المكتب إلى المنزل
ga: Oifig chuig baile
hr: Od ureda do kuće
ja_jp: 職場から自宅
kk: Кеңседен үйге
lv: No darba uz mājām

# IDS_SCM_OPT_HOME_TO_OFFICE
source: Home to office
ar: من المنزل إلى المكتب
ga: Baile chuig oifig
hr: Od kuće do ureda
ja_jp: 自宅から職場
kk: Үйден кеңсеге
lv: No mājām uz darbu

# IDS_ST_SBODY_SELECT_THE_SIM_CARDS_TO_USE_FOR_SMART_DUAL_SIM
source: Select the SIM cards to use for Smart dual SIM.
ar: حدد بطاقات SIM المطلوب استخدامها لبطاقتي SIM الذكيتين.
ga: Roghnaigh na cártaí SIM lena n-úsáid do Dhéchárta SIM cliste.
hr: Odaberite SIM kartice za korištenje s uslugom Pametni dual SIM.
ja_jp: スマートデュアルSIMとして使用するSIMカードを選択
kk: Қос смарт SIM пайдалану үшін, SIM карталарды таңдаңыз.
lv: Izvēlieties SIM kartes, ko izmantot viedajā divu SIM karšu režīmā.

source: Smart dual SIM will be disabled. While this function is enabled, you will not be able to edit your settings.
ar: سيتم إلغاء تفعيل بطاقتي SIM الذكيتين. بينما تكون هذه الوظيفة مفعلة، لن تتمكن من تعديل الضبط.
ga: Díchumasófar Déchárta SIM cliste. Agus an ghné seo cumasaithe, ní bheidh tú in ann do shocruithe a chur in eagar.
hr: Isključit će se funkcija Pametni dual SIM. Dok je ova funkcija uključena, nećete moći uređivati postavke.
ja_jp: [スマートデュアルSIM]を無効にします。この機能が有効なときは、設定を編集することはできません。
kk: Қос смарт SIM өшіріледі. Бұл функция қосулы болған кезде, параметрлеріңізді өңдей алмайсыз.
lv: Viedais divu SIM karšu režīms tiks deaktivizēts. Kad šī funkcija ir aktivizēta, iestatījumus nevar rediģēt.

# IDS_ST_POP_INCORRECT_PIN22_ATTEMPTS_LEFT
source: Incorrect PIN2. 2 attempts left
ar: رمز PIN2 غير صحيح. محاولتان متبقيتان.
ga: PIN2 mícheart. 2 iarracht fágtha.
hr: Netočan PIN2. Preostala 2 pokušaja.
ja_jp: PIN2が正しくありません。残りの試行回数は2回です。
kk: PIN2 дұрыс емес. 2 амал қалды.
lv: Nepareizs PIN2. Atlikuši 2 mēģinājumi.

# IDS_ST_POP_INCORRECT_PIN21_ATTEMPT_LEFT
source: Incorrect PIN2. 1 attempt left
ar: رمز PIN2 غير صحيح. محاولة واحدة متبقية.
ga: PIN2 mícheart. 1 iarracht fágtha.
hr: Netočan PIN2. Preostao 1 pokušaj.
ja_jp: PIN2が正しくありません。残りの試行回数は1回です。
kk: PIN2 дұрыс емес. 1 амал қалды.
lv: Nepareizs PIN2. Atlicis 1 mēģinājums.

source: Call waiting has been enabled. If your %1$s network is out of reach, incoming calls will be forwarded to your %2$s phone number.
ar: تم تفعيل انتظار المكالمة. إذا كانت شبكة %1$s خارج التغطية، ستتم إعادة توجيه المكالمات الواردة إلى رقم هاتف %2$s.
ga: Tá Glao ag feitheamh cumasaithe. Má tá líonra do %1$s as raon, cuirfear glaonna isteach ar aghaidh chuig uimhir fóin do %2$s.
hr: Uključen je poziv na čekanju. Ako je vaša mreža %1$s izvan dosega, dolazni će se pozivi proslijediti na vaš %2$s telefonski broj.
ja_jp: [割込通話]が有効です。%1$sネットワークが圏外のとき、着信は%2$sの電話番号に転送します。
kk: Қоңырауды күту қосылды. %1$s желісі қолжетімсіз болса, кіріс қоңыраулар бағыты %2$s телефон нөміріне өзгертіледі.
lv: Zvanu gaidīšana ir aktivizēta. Ja atrodaties ārpus %1$s tīkla sasniedzamības robežām, zvanus var pārsūtīt uz %2$s tālruņa numuru.

# IDS_ST_POP_CALL_WAITING_HAS_BEEN_ENABLED
source: Call waiting has been enabled.
ar: تم تفعيل انتظار المكالمة.
ga: Glao ag feitheamh cumasaithe.
hr: Uključen je poziv na čekanju.
ja_jp: [割込通話]が有効になりました。
kk: Қоңырауды күту қосылды.
lv: Zvanu gaidīšana ir aktivizēta.

# IDS_ST_POP_CALL_WAITING_HAS_BEEN_DISABLED
source: Call waiting has been disabled.
ar: تم إلغاء تفعيل انتظار المكالمة.
ga: Glao ag feitheamh díchumasaithe.
hr: Isključen je poziv na čekanju.
ja_jp: [割込通話]が無効になりました。
kk: Қоңырауды күту өшірілді.
lv: Zvanu gaidīšana ir deaktivizēta.

# IDS_ST_POP_CALL_FORWARDING_HAS_BEEN_ENABLED
source: Call forwarding has been enabled.
ar: تم تفعيل إعادة توجيه المكالمة.
ga: Cur ar aghaidh glaonna cumasaithe.
hr: Uključeno je prosljeđivanje poziva.
ja_jp: 通話転送機能が有効になりました。
kk: Қоңырау бағытын өзгерту қосылды.
lv: Zvanu pārsūtīšana ir aktivizēta.

# IDS_ST_POP_CALL_FORWARDING_HAS_BEEN_DISABLED
source: Call forwarding has been disabled.
ar: تم إلغاء تفعيل إعادة توجيه المكالمة.
ga: Cur ar aghaidh glaonna díchumasaithe.
hr: Isključeno je prosljeđivanje poziva.
ja_jp: 通話転送機能が無効になりました。
kk: Қоңырау бағытын өзгерту өшірілді.
lv: Zvanu pārsūtīšana ir deaktivizēta.

# IDS_ST_POP_ALREADY_IN_USE
source: Already in use.
ar: موجود مسبقا.
ga: In úsáid cheana.
hr: Već u upotrebi.
ja_jp: 既に使用されています。
kk: Қолданылады.
lv: Jau tiek lietots.

# IDS_ST_MBODY_P1SS_TO_P2SS_ABB
source: %1$s to %2$s
ar: %1$s إلى %2$s
ga: %1$s chuig %2$s
hr: %1$s do %2$s
ja_jp: %1$sから%2$s
kk: %1$s ішінен %2$s дегенге
lv: No %1$s uz %2$s

# IDS_ST_MBODY_BOTH_SIM_CARDS_ABB
source: Both SIM cards
ar: بطاقتا SIM
ga: An dá chárta SIM
hr: Obje SIM kartice
ja_jp: 両方のSIMカード
kk: Екі SIM картасы
lv: Abas SIM kartes

# IDS_ST_HEADER_SMART_DUAL_SIM_ABB
source: Smart dual SIM
ar: بطاقتا SIM الذكيتان
ga: Déchárta SIM cliste
hr: Pametni dual SIM
ja_jp: スマートデュアルSIM
kk: Қос смарт SIM
lv: Viedais divu SIM karšu režīms

# IDS_ST_HEADER_SIM_CARD_ABB
source: SIM card
ar: بطاقة SIM
ga: Cárta SIM
hr: SIM kartica
ja_jp: SIMカード
kk: SIM картасы
lv: SIM karte

# IDS_ST_HEADER_SELECT_SIM_CARD
source: Select SIM card
ar: تحديد بطاقة SIM
ga: Roghnaigh cárta SIM
hr: Odabir SIM kartice
ja_jp: SIMカードを選択
kk: SIM картасын таңдаңыз
lv: SIM kartes izvēle

# IDS_ST_HEADER_KEYPAD_TONES
source: Keypad tones
ar: نغمات لوحة المفاتيح
ga: Toin eochairchip
hr: Tonovi tipkovnice
ja_jp: キーパッド操作音
kk: Клавиатура дыбыстары
lv: Taustiņu toņi

# IDS_ST_HEADER_DUAL_SIM_ALWAYS_ON_ABB
source: Dual SIM always on
ar: تشغيل بطاقتي SIM دائمًا
ga: DéSIM air i gcónaí
hr: Dvije SIM kart. uv. uklj.
ja_jp: デュアルSIM常時ON
kk: Қос SIM әрдайым қосулы
lv: Divu SIM karšu aktīv.rež.

# IDS_ST_BUTTON_DONE
source: Done
ar: تم
ga: Déanta
hr: OK
ja_jp: 完了
kk: Дайын
lv: Gatavs

# IDS_ST_BODY_SOUNDS
source: Sounds
ar: الأصوات
ga: Fuaimeanna
hr: Zvukovi
ja_jp: サウンド
kk: Дыбыстар
lv: Skaņas

# IDS_ST_BODY_SMART_DUAL_SIM
source: Smart dual SIM
ar: بطاقتا SIM الذكيتان
ga: Déchárta SIM cliste
hr: Pametni dual SIM
ja_jp: スマートデュアルSIM
kk: Қос смарт SIM
lv: Viedais divu SIM karšu režīms

# IDS_ST_BODY_PUK2_BLOCKED
source: PUK2 blocked.
ar: تم حجب PUK2.
ga: PUK2 blocáilte.
hr: PUK blokiran.
ja_jp: PUK2がロックされました。
kk: PUK2 бұғатталды
lv: PUK2 kods bloķēts.

# IDS_ST_BODY_NOT_SET
source: Not set
ar: لم يتم تعيينه
ga: Neamhshocraithe
hr: Nije postavljeno
ja_jp: 未設定
kk: Орнатылмаған
lv: Nav iestatīts

# IDS_ST_BODY_KEYPAD
source: Keypad
ar: لوحة المفاتيح
ga: Eochaircheap
hr: Tipke
ja_jp: キーパッド
kk: Пернетақта
lv: Tastatūra

# IDS_ST_BODY_DUAL_SIM_ALWAYS_ON
source: Dual SIM always on
ar: تشغيل بطاقتي SIM دائما
ga: Dé-SIM ar siúl i gcónaí
hr: Dvije SIM kartice uvijek uključene
ja_jp: デュアルSIM常時ON
kk: Қос SIM әрдайым қосу функциясын қосыңыз
lv: Divu SIM karšu aktīvais režīms

# IDS_ST_BODY_1_ATTTEMPT_LEFT
source: 1 attempt left.
ar: يتبقى محاولة واحدة.
ga: 1 iarracht fágtha.
hr: Još 1 pokušaj.
ja_jp: 残りの試行回数は1回です。
kk: 1 әрекет қалды.
lv: Atlicis 1 mēģinājums.

# IDS_CALL_POP_FDN_NOT_SUPPORTED
source: FDN not supported.
ar: ليس FDN مدعومًا.
ga: Níl tacú ann don FDN.
hr: FDN nepodržan.
ja_jp: FDNには対応していません。
kk: FDN қолданылмайды.
lv: Fiksēto zvanu numuri netiek atbalstīti.

# IDS_CST_OPT_SOFT_SOUND_ABB
source: Soft sound
ar: صوت رقيق
ga: Fuaim bhog
hr: Blagi zvuk
ja_jp: ソフトな音声
kk: Жеңіл дыбыс
lv: Maiga skaņa

# IDS_CST_OPT_CLEAR_SOUND_ABB
source: Clear sound
ar: صوت واضح
ga: Fuaim shoiléir
hr: Jasan zvuk
ja_jp: クリアな音声
kk: Дыбысты өшіру
lv: Dzidra skaņa

# IDS_CST_MBODY_NOISE_REDUCTION
source: Noise reduction
ar: خفض التشويش
ga: Laghdú fuaime
hr: Smanjenje buke
ja_jp: ノイズキャンセラー
kk: Шуыл азайту
lv: Trokšņu mazināšana

# IDS_COM_BODY_FORWARDING
source: Forwarding
ar: التحويل
ga: Seoladh ar aghaidh
hr: Prosljeđivanje
ja_jp: 転送
kk: Басқа біреуге жіберу
lv: Pārsūtīšana

# IDS_COM_BODY_GENERAL_SETTINGS
source: General settings
ar: إعدادات عامة
ga: Socruithe ginearálta
hr: Opće postavke
ja_jp: 基本設定
kk: Жалпы баптаулар
lv: Vispārīgie iest.

# IDS_COM_POP_DEACTIVATE_FLIGHT_MODE_TO_USE_NETWORK_SERVICES
source: Deactivate Flight mode to use network services.
ar: قم بإلغاء تنشيط وضع الطيران لاستخدام خدمات الشبكة.
ga: Díghníomhachtaigh an mód Eitilte chun seirbhísí líonra a úsáid
hr: Isključite profil Bez mreže za korištenje mrežnih usluga.
ja_jp: ネットワークサービスを使用するには、フライトモードを無効にします。
kk: Желі қызметтерін пайдалану үшін ұшу режимін өшіру.
lv: Lai lietotu tīkla pakalpojumus, deaktivizējiet lidmašīnas režīmu.

# IDS_CST_BODY_ALL_INCOMING_CALLS
source: All incoming calls
ar: كل المكالمات الواردة
ga: Gach glao isteach
hr: Svi dolazni pozivi
ja_jp: 全着信規制
kk: Барлық келген қоңыраулар
lv: Visi ienākošie zvani

# IDS_CST_BODY_ALL_OUTGOING_CALLS
source: All outgoing calls
ar: كل المكالمات الصادرة
ga: Gach glao amach
hr: Svi odlazni pozivi
ja_jp: 全発信規制
kk: Барлық шыққан қоңыраулар
lv: Visi izejošie zvani

# IDS_CST_BODY_ANSWER_CALLS_WITH_VOICE_COMMANDS
source: Answer calls with voice commands.
ar: الرد على المكالمات باستخدام الأوامر الصوتية
ga: Freagair glaonna le horduithe gutha
hr: Preuzmite poziv glasovnom naredbom.
ja_jp: 音声コマンドで着信に応答
kk: Қоңырауларға дауыс командалары арқылы жауап беру.
lv: Atbildēt uz zvaniem ar balss komandām.

# IDS_CST_BODY_CALL_BARRING
source: Call barring
ar: حجب المكالمات
ga: Urchosc glaonna
hr: Zabrana poziva
ja_jp: 通話制限
kk: Қоңырауға тыйым салу
lv: Zvanu liegumi

# IDS_CST_BODY_CURRENT_PASSWORD
source: Current password
ar: كلمة المرور الحالية
ga: Pasfhocal reatha
hr: Trenutna lozinka
ja_jp: 現在のパスワード
kk: Ағымды кілтсөз
lv: Pašreizējā parole

# IDS_CST_BODY_ENTER_NUMBER
source: Enter number
ar: أدخل الرقم.
ga: Iontráil uimhir
hr: Unesite broj.
ja_jp: 番号を入力
kk: Нөмірін жазыңыз.
lv: Ievadiet numuru.

# IDS_CST_BODY_INCREASE_VOL_IN_POCKET_ABB
source: Increase vol. in pocket
ar: رفع الصوت وهو بالحقيبة
ga: Ardaigh airde sa phóca
hr: Povećaj glasn. u džepu
ja_jp: ﾎﾟｹｯﾄ内では音量ｱｯﾌﾟ
kk: Қалтада дыбыс. арттыру
lv: Paliel. skaļ. līm. kab.

# IDS_CST_BODY_INTL_CALLS
source: Int'l calls
ar: المكالمات الدولية
ga: Glaonna idirnáis.
hr: Međunarodni pozivi
ja_jp: 国際電話
kk: Ішкі қоңыраулар
lv: Starpt. izej. zvani

# IDS_CST_BODY_INTL_CALLS_EXCEPT_HOME
source: Int'l calls except home
ar: المكالمات الدولية عدا الوطن
ga: Glaonna idirn ach baile
hr: Međun. osim za matičnu mrežu
ja_jp: 国際電話(自国以外)
kk: Бастапқыдан басқа халық-қ қоң-лар
lv: Starpt.zv.,izņ.mājas

# IDS_CST_BODY_NEW_PASSWORD
source: New password
ar: كلمة مرور جديدة
ga: Pasfhocal nua
hr: Nova lozinka
ja_jp: 新しいパスワード
kk: Жаңа кілтсөз
lv: Jaunā parole

# IDS_CST_BODY_PERSONALISE_CALL_SOUND_ABB
source: Personalize call sound
ar: تخصيص صوت المكالمة
ga: Déan fuaim glao a phearsantú.
hr: Uredi zvuk poziva
ja_jp: 通話音質を個別設定
kk: Қоңырау дыбысын жекелеу
lv: Personalizēt zvana skaņu

# IDS_CST_BODY_RINGTONE_VOLUME_INCREASES_WHEN_DEVICE_IS_IN_POCKET_OR_BAG
source: Ringtone volume increases when device is in pocket or bag.
ar: رفع مستوى صوت نغمة الرنين عندما يكون الجهاز بالجيب أو الحقيبة.
ga: Ardaíonn airde an chlingthoin nuair a bhíonn gléas i do phóca nó i mála
hr: Glasnoća zvona se povećava kada je uređaj u džepu ili torbi.
ja_jp: 端末がポケットやバッグ内にあるときは、着信音量を大きくする
kk: Құрылғы қалтада немесе сөмкеде болғанда, қоңырау үнінің деңгейі артады.
lv: Zvana signāla skaļums tiek palielināts, kad ierīce atrodas somā vai kabatā.

# IDS_CST_BODY_SET_ACCESSORY_OPTIONS_FOR_CALLS
source: Set accessory options for calls.
ar: قم بتعيين خيارات الملحقات للمكالمات.
ga: Socraigh roghanna oiriúintí le haghaidh glaonna
hr: Postavite postavke dodatne opreme kod poziva.
ja_jp: 通話のアクセサリオプションを設定
kk: Қоңырауларға арналған аксессуарлық опцияларды орнату.
lv: Iestatīt zvanīšanas piederumu iesp.

# IDS_CST_BODY_SET_DEFAULT_HIDE_ME_IMAGE
source: Set default Hide me image.
ar: اضبط صورة إفتراضية لنمط إخفائي.
ga: Socraigh íomhá réamhshocraithe do Folaigh mé
hr: Postavi zadanu sliku za skrivanje.
ja_jp: 標準代替イメージを設定します。
kk: Әдепкі “Мені жасыру” суретін қойыңыз.
lv: Iestatīt iespējas Paslēpt mani noklusējuma attēlu.

# IDS_CST_BODY_SOUND
source: Sound
ar: الصوت
ga: Fuaim
hr: Zvuk
ja_jp: サウンド
kk: Дыбыс
lv: Skaņa

# IDS_CST_BODY_SUPPRESSES_BACKGROUND_NOISE_FROM_YOUR_SIDE_DURING_CALLS
source: Suppresses background noise from your side during calls.
ar: يقوم بإيقاف تشويش الخلفية من جانبك أثناء المكالمات.
ga: Sochtar torann cúlra ó do thaobh féin le linn glaonna.
hr: Prigušuje pozadinsku buku s vaše strane tijekom poziva.
ja_jp: 通話中にバックグラウンドの雑音を抑制
kk: Қоңыраулар кезінде өзіңіздің тарапыңыздан болатын қосымша шуылды басады.
lv: Samazina fona troksni jūsu pusē zvanu laikā.

# IDS_CST_BODY_TURN_ON_PROXIMITY_SENSOR_DURING_CALLS
source: Turn on proximity sensor during calls.
ar: قم بتشغيل مستشعر التقارب أثناء المكالمات.
ga: Cas an braiteoir neasachta air le linn glaonna
hr: Uključi senzor blizine kod poziva.
ja_jp: 通話中に近接センサーを起動
kk: Қоңыраулар кезінде жақындық сенсорын қосыңыз.
lv: Ieslēgt tuvuma sensoru zvanu laikā.

# IDS_CST_BODY_WRONG_AUTO_REJECT_NUMBER
source: Wrong auto reject number.
ar: رقم رفض تلقائي خاطئ.
ga: Uimhir uathdhiúltaithe chontráilte.
hr: Neispravan broj za auto. odbijanje.
ja_jp: 自動着信拒否番号が間違っています。
kk: Автоматты қабылдамау нөмірі қате.
lv: Nepareizs automātiskās noraidīšanas numurs.

# IDS_CST_HEADER_FORWARD_TO
source: Forward to
ar: إعادة الإرسال إلى
ga: Seol ar aghaidh chuig
hr: Proslijedi
ja_jp: 転送先
kk: Бағытын өзгерту
lv: Pārsūtīt uz

# IDS_CST_HEADER_REJECT_MESSAGE
source: Reject message
ar: رفض الرسالة
ga: Teachtaireacht ar dhiúltú
hr: Poruka odbijanja
ja_jp: 着信拒否メッセージ
kk: Хабарламаны қабылдамау
lv: Ziņas noraidīšana

# IDS_CST_HEADER_VOICE_CALL_BARRING_ABB
source: Voice call barring
ar: حظر المكالمة الصوتية‬
ga: Urchosc glao gutha
hr: Zabrana glasovnih poziva
ja_jp: 音声通話の発着信規制
kk: Дауысты қоңырауға тыйым салу
lv: Balss zvanu liegums

# IDS_CST_MBODY_REJECTION_MESSAGES
source: Rejection messages
ar: رسائل الرفض
ga: T'taireachtaí diúltaithe
hr: Poruke odbijanja
ja_jp: 拒否メッセージ
kk: Қабылдамау тур. хабарлар
lv: Atteikuma ziņas

source: Before you can use this function you need to find the best EQ for you. Find now?
ar: يجب العثور على ‏‫موازن‬ الصوت الأنسب لك قبل أن تتمكن من استخدام هذه الوظيفة. هل تريد البحث الآن؟
ga: Sular féidir leat an fheidhm seo a úsáid ní mór duit an EQ is fearr duitse a aimsiú. Aimsigh anois?
hr: Da biste mogli koristiti ovu funkciju, morate pronaći najbolji ekvilajzer za sebe. Pronaći sad?
ja_jp: この機能を使用する前に、自分に最適なEQを見つける必要があります。今すぐ検索しますか？
kk: Бұл функцияны пайдаланбас бұрын өзіңізге ең жақсы эквалайзерді табу керек. Қазір табу керек пе?
lv: Pirms šīs funkcijas lietošanas jums jāatrod sev piemērotākais ekvalaizers. Vai meklēt tagad?

# IDS_CST_POP_CONFIRM_PASSWORD
source: Confirm password.
ar: تأكيد كلمة المرور
ga: Deimhnigh pasfhocal
hr: Potvrdite lozinku
ja_jp: パスワードを確認してください。
kk: Кілтсөзді мақұлдаңыз
lv: Apstipriniet paroli

# IDS_CST_POP_INCOMING_WHEN_ROAMING
source: Incoming when roaming
ar: الواردة أثناء التجوال
ga: Isteach le linn fánaíocht
hr: Dolazni u inozemstvu
ja_jp: ローミング時の着信
kk: Роуминг кезіндегі кірген қоңыраулар
lv: Ienākošie, ja ir viesabonēšana
