Repository: tizenorg/profile.mobile.apps.native.call-setting
Catalog: po/*.po
Languages: ar, ga, hr, ja_jp, kk, lv

# IDS_CST_POP_NUMBER_ALREADY_IN_USE
source: Number already in use.
ar: يتم استخدام الرقم.
ga: Uimhir in úsáid cheana.
hr: Već postoji.
ja_jp: 既に使用されている番号です。
kk: Номер ендігі пайдаланылуда.
lv: Numurs jau tiek lietots.

# IDS_CST_POP_PASSWORD_BLOCKED
source: Password blocked.
ar: تم حجب كلمة المرور.
ga: Pasfhocal blocáilte.
hr: Lozinka blokirana.
ja_jp: パスワードがブロックされました。
kk: Кілтсөз кілттелген.
lv: Parole ir bloķēta.

# IDS_CST_POP_PASSWORD_CHANGED
source: Password changed.
ar: تم تغيير كلمة المرور.
ga: Pasfhocal athraithe.
hr: Lozinka promijenjena.
ja_jp: パスワードを変更しました。
kk: Кілтсөз өзгертілді.
lv: Parole nomainīta.

# IDS_CST_SK2_CHECK_ADAPT_SOUND_AGAIN
source: Check Adapt Sound again
ar: فحص Adapt Sound مرة أخرى
ga: Seiceáil Adapt Sound arís
hr: Opet provjeri Adapt Sound
ja_jp: Adapt Soundを再確認
kk: Adapt Sound қайта текс-у
lv: Vēlreiz pārb. Adapt Sound

# IDS_CST_SK3_CHANGE_PASSWORD
source: Change password
ar: تغيير كلمة المرور
ga: Athrú pasfhocal
hr: Promijeni lozinku
ja_jp: パスワードを変更
kk: Кілтсөз өзгерту
lv: Mainīt paroli

# IDS_ST_BODY_SHOW_PASSWORD
source: Show password.
ar: اعرض كلمة المرور.
ga: Taispeáin pasfhocal.
hr: Prikaži lozinku.
ja_jp: パスワードを表示
kk: Құпиясөзді көрсету.
lv: Rādīt paroli.

# IDS_ST_BODY_SOUND_SETTINGS
source: Sound settings
ar: ضبط الصوت
ga: Socruithe fuaime
hr: Zvuk
ja_jp: サウンド設定
kk: Дыбыс баптаулары
lv: Skaņas iestatījumi

# IDS_CST_HEADER_ANSWER_CALLS_BY
source: Answer calls by
ar: الرد على المكالمات عن طريق
ga: Freagair glaonna trí
hr: Preuzimanje poziva s
ja_jp: 着信の応答方法
kk: Қоңырауларға келесі арқылы жауап беру
lv: Atbildēt uz zvaniem

# IDS_CST_MBODY_PRESSING_THE_HOME_KEY
source: Pressing the home key
ar: الضغط على المفتاح الرئيسي
ga: An eochair Baile a bhrú
hr: Pritiskanje početne tipke
ja_jp: ホームキーを押す
kk: Бастапқы пернесін басу
lv: Nospiežot sākuma taustiņu

# IDS_CST_HEADER_END_CALLS_BY
source: End calls by
ar: إنهاء المكالمات عن طريق
ga: Scoir glaonna trí
hr: Prekidanje poziva s
ja_jp: 通話の終了方法
kk: Қоңырауды келесі арқылы аяқтау
lv: Pārtraukt zvanus ar

# IDS_CST_MBODY_PRESSING_THE_POWER_KEY
source: Pressing the power key
ar: الضغط على مفتاح التشغيل
ga: Chumhachteochair a bhrú
hr: Pritisk. tipke uključ.
ja_jp: 電源キーを押す
kk: Қуат пернесін басу
lv: Iesl./izsl. taust. nosp.
